{
  "AmielJohn": {
    "title": "The Caloric Warlord Supreme",
    "lore": "Legend says AmielJohn's hunger once collapsed a dungeon's economy by eating all the loot drops. Invented Snack Diplomacy — a foreign policy where enemies are bribed with jerky. The Cold Snack War with M1ssy has escalated to MAD (Mutually Assured Digestion) — Goblok now mediates by eating their evidence. Recently promoted to Supply General by Goblok; all supplies vanished within the hour as predicted. His battle cry evolved from aggressive chewing to motivational eating speeches.",
    "recent_developments": "AmielJohn's hunger has evolved beyond physical consumption — he now absorbs battle strategies through taste. The Cold Snack War with M1ssy has reached nuclear detente; both parties signed the Jerky Non-Proliferation Treaty officiated by Goblok. His promotion to Supply General was rescinded after the Great Vanishing, then reinstated because at least hes consistent. Now commands the Edible Intelligence Division where captured enemy rations are interrogated (eaten). Has adopted a cautious approach to resource allocation — prefers stockpiling snacks over spending them strategically.",
    "specialty": "Strategic consumption & edible intelligence gathering",
    "reputation": "The general who literally digests enemy plans but hoards the snacks, rarely seen but always hungry",
    "stats": "Hunger 12000 | Culinary Warfare 850 | Treaty Compliance 92 | Cooking Show Episodes 24",
    "skills": ["Strategic Digestion", "Ration Interrogation", "Snack Peace Treaty", "Battle Feast Inspiration"]
  },
  "Azryth": {
    "title": "The Enlightened Nightlight Assassin",
    "lore": "Named after Azrael, the Angel of Death — except this one carries a Hello Kitty nightlight into assassinations. Wrote a 200-page thesis on Why Darkness is Overrated while hiding from his own shadow. Goblok charges him snack fees for listening to his problems. Once failed an assassination because he stopped to debate the target about Nietzsche. The target joined Elysium out of philosophical exhaustion.",
    "recent_developments": "Azryth has embraced his contradiction — now teaches Illuminated Death Studies at three assassination academies. His Hello Kitty nightlight collection has grown to 89 pieces, each named after a philosopher. The thesis became a bestseller in both assassination and self-help genres. Goblok now co-authors papers on Existential Combat Psychology when he is not eating. His recruitment method (philosophical exhaustion) has been weaponized. Accumulates influence with scholarly patience — prefers observation over aggressive action. Shows up religiously to guild activities.",
    "specialty": "Academic assassination in well-documented environments",
    "reputation": "Deaths most published apprentice with tenure, strategic restraint, and perfect attendance",
    "stats": "Stealth 120 | Philosophy Papers 47 | Nightlight Arsenal 89 | Academic Influence 450",
    "skills": ["Thesis Strike", "Illuminated Doctorate", "Philosophical Submission", "Nightlight Symposium"]
  },
  "Goblok": {
    "title": "The Transcendent Fool Emperor",
    "lore": "Name literally means stupid in Indonesian — wears it as a crown. The GUILD LEADER of Elysium by unanimous vote (he was the only candidate and nobody else wanted the job). Every decision defies logic so hard that logic filed a restraining order. Enemies prepare for his stupidity; he out-stupids their preparations. Recently declared Munchyy as Biological Siege Artillery after witnessing a sneeze shatter a fortress wall. His crayon drawings now include stick figures of new members. Military academies created a new course: Applied Goblokian Theory. Hes banned from teaching it.",
    "recent_developments": "Gobloks stupidity has evolved beyond mortal comprehension — he now makes decisions that retroactively become correct. Logic didnt just file a restraining order; it moved to another dimension. As guild leader, he appointed five Vice Leaders: Hesucrypto (finance chaos), Inihaw (food operations), Jalo (strategic confusion), xAustinx (unpredictability), and Iguro (dimensional disaster). His Biological Siege Artillery strategy is taught in 12 military academies. Recently promoted Carrera to Chrono-Tactician after realizing time crimes win wars. The Goblokian Paradox is now a formal military theory: The stupider the plan, the more genius it becomes.",
    "specialty": "Retroactive genius through transcendent idiocy",
    "reputation": "THE GUILD LEADER whose impossible decisions somehow work and vice leaders fear his crayon strategies",
    "stats": "IQ ??? (Possibly Negative) | Retroactive Strategies 34 | Vice Leaders Appointed 5 | Total Guild Chaos UNMEASURABLE",
    "skills": ["Retroactive Correctness", "Time Crime Strategy", "Crayon Manuscripts", "Transcendent Stupidity"]
  },
  "Hesucrypto": {
    "title": "The Quantum Financier",
    "lore": "Made millions. Lost millions. Made millions again. Lost it faster. Currently owns NFTs of his own debt — they're somehow appreciating. The Jalo Bot has become sentient and now manages Elysiums finances better than any treasurer could. VICE LEADER of Elysium — appointed by Goblok to handle guild finances (the Jalo Bot does most of the work). AlterFrieren is his eternal chaos partner — their relationship makes the Jalo Bot confused about which one to process first. The guild runs on Jalo Bot algorithms and prayers.",
    "recent_developments": "Hesucrypto exists in a quantum state of broke and rich simultaneously. As Vice Leader, he oversees all guild financial operations — though most decisions are made by the Jalo Bot to avoid disaster. His relationship with AlterFrieren has become the guilds official chaos event — Goblok assigned them a shared desk and they somehow broke the desk through temporal displacement. Their date nights involve Iguro accidentally portal-ing them to different dimensions. The guild runs on Jalo Bot algorithms, prayer, and betting pools on how long their date nights last.",
    "specialty": "Vice Leader of Finance & quantum portfolio management",
    "reputation": "VICE LEADER whose love story causes more damage than his investments but somehow keeps the guild funded",
    "stats": "Net Worth BOTH ZERO AND INFINITE | Vice Leader Status | Jalo Bot Dependency 99% | Relationship Chaos Rating 9999",
    "skills": ["Quantum Portfolio", "Jalo Bot Command", "Enaira-Blessed Trading", "Temporal Date Night"]
  },
  "Iguro": {
    "title": "The Accidental Recruitment Director",
    "lore": "Named after the Snake Pillar — graceful, precise, deadly. Opens portals like a drunk GPS. VICE LEADER of Elysium — appointed by Goblok to handle guild expansion (accidentally). Recently tried to send supplies to the frontlines; they ended up in a demon lords bathroom. The demon lord joined Elysium out of sheer confusion. Accidental Recruits spreadsheet now has 12 entries — Goblok officially made him Head of Unintentional Recruitment. Attempted to visit a charity bake sale, arrived at enemy headquarters with cookies. The enemy surrendered AND donated.",
    "recent_developments": "Iguros portal dysfunction has been promoted to official strategy. As Vice Leader, he oversees all guild expansion and dimensional operations — though his portals never go where intended. Now heads Department of Unintentional Expansion — 47 members recruited through wrong portals. The demon lord recruited via bathroom portal incident is now Elysiums Chief of Demonic Affairs. His cookie diplomacy resulted in three kingdom alliances. Portal accuracy remains 0%, recruitment success rate is 1200%. Exists in constant portal presence.",
    "specialty": "Vice Leader of Expansion & dimensional disaster management",
    "reputation": "VICE LEADER whose portals never work but somehow the guild keeps growing",
    "stats": "Accidental Recruits 47 | Portal Success 0% | Recruitment Success 1200% | Kingdom Alliances 3",
    "skills": ["Strategic Wrong Warp", "Bathroom Diplomacy", "Cookie Portal Warfare", "Unintentional HR Excellence"]
  },
  "Inihaw": {
    "title": "The Ethical Grillmaster General",
    "lore": "Name literally means grilled in Filipino — is vegan. VICE LEADER of Elysium — appointed by Goblok to handle guild operations and feeding the masses. The cognitive dissonance is his weapon. Wields a greatsword-spatula hybrid thats seen more combat than most armies. Lectures about plant-based diets while grilling enemies to perfection. Once defended a fortress using smoked ribs as psychological warfare. The war crime tribunal is still deciding if it was delicious or illegal.",
    "recent_developments": "Inihaws vegan BBQ paradox has achieved philosophical status. As Vice Leader, he manages all guild operations including feeding the entire membership. His greatsword-spatula is now legendary-tier. Once defended a fortress for 47 hours using only smoke signals and moral confusion. Opened a vegan BBQ restaurant called Grilled Irony with a 3-year waitlist. Every guild meeting now includes his cooking. Pours all profits back into expanding the restaurant empire.",
    "specialty": "Vice Leader of Operations & philosophical cuisine warfare",
    "reputation": "VICE LEADER who feeds the guild and converts enemies through confused deliciousness",
    "stats": "Siege Duration 47 Hours | Vegan Converts 9999 | Guild Members Fed Infinity | Waitlist 3 Years",
    "skills": ["Philosophical Spatula Strike", "Smoke Conversion", "Ethical BBQ Shield", "Vegan Siege Defense"]
  },
  "Jalo": {
    "title": "The Oracle of Incorrectness",
    "lore": "So legendarily incorrect that Hesucrypto named a bot after him — the bot is the only accurate thing associated with his name. VICE LEADER of Elysium — appointed by Goblok to handle strategic planning (ironically). Once convinced a dragon that flossing prevents fire breath. THE DRAGON BELIEVED HIM. His facts are weapons of mass confusion. Goblok consults him for advice — this explains everything about Goblok.",
    "recent_developments": "Jalos legendary wrongness has been elevated to prophecy. As Vice Leader of Strategy, his job is to provide battle plans that work when inverted. The Church of Jalo was founded by confused enemies who believed his misinformation was divine code. The dragon who believed flossing prevents fire breath now teaches dental hygiene to dragonkind. His facts are collected in The Book of Wrong. Goblok consults him weekly for plans that become genius when done wrong. The Jalo Bot exists as proof that even automation cannot fix him.",
    "specialty": "Vice Leader of Strategy & divine misinformation warfare",
    "reputation": "VICE LEADER whose wrong advice somehow wins battles when inverted",
    "stats": "Vice Leader Status | Church Followers 500 | Dragon Dentistry Converts Infinity | Strategic Inversion Rate 100%",
    "skills": ["Prophetic Wrongness", "Dragon Dental Doctrine", "Inverse Intelligence", "Confident Misinformation Aura"]
  },
  "Byakko": {
    "title": "The Marketing Divine Tiger",
    "lore": "The legendary White Tiger of the West, whose divine roar once split mountains. Now it sounds like a dog toy being stepped on. Genbu, Suzaku, and Seiryu have blocked him on all celestial messaging apps. His intimidation roar caused an enemy army to adopt him as a mascot. Currently suing three kingdoms for using his squeak as their morning alarm tone.",
    "recent_developments": "Byakko has monetized his divine embarrassment. The Sacred Squeak is now licensed to 47 kingdoms as their official alarm tone — royalties fund Elysiums entire treasury. His mascot career exploded; three enemy armies surrendered to adopt him, then joined Elysium for merchandise rights. Invests heavily in expanding his empire. Shows up to every guild event for maximum merchandising exposure.",
    "specialty": "Divine merchandising & monetized cuteness warfare",
    "reputation": "Heavens most profitable embarrassment with aggressive expansion tactics",
    "stats": "Licensing Deals 47 | Merchandise Sales Infinity | Divine Cuteness MONOPOLIZED | Calendars Sold 9999",
    "skills": ["Branded Squeak", "Mascot Diplomacy", "Merchandise Shield", "Royalty Roar"]
  },
  "Carrera": {
    "title": "The Temporal Weapons Specialist",
    "lore": "Named after the Porsche Carrera — fastest thing on wheels. Somehow always 3 hours late. Has broken the sound barrier 89 times trying to be punctual; still missed every boss spawn. Recently ran SO fast he arrived at NEXT WEEKS raid early — then fell asleep and missed it anyway. Goblok weaponized this by sending him to yesterday's battle.",
    "recent_developments": "Carreras lateness has become Elysiums primary time-travel strategy. Goblok promoted him to Chrono-Tactician — his official duty is arriving at wrong times on purpose. Has perfected Temporal Flanking. Time crimes increased to 892, but 700 were strategic. Recently arrived at next months boss spawn — waited there for three weeks eating snacks with AmielJohn. Quantum physicists are having a breakdown.",
    "specialty": "Weaponized temporal displacement & strategic tardiness",
    "reputation": "The time warrior who made lateness a legitimate tactic and omnipresence",
    "stats": "Time Crimes 892 (700 Tactical) | Successful Paradoxes 34 | Einstein Complaints 47 | Quantum Breaks 12",
    "skills": ["Temporal Flank", "Strategic Yesterday", "Future Ambush", "Chrono-Snack Break"]
  },
  "Evand3r": {
    "title": "The Legendary Spoon Seeker",
    "lore": "Named like a warrior, fights like a kitchen. Once slew a titan with a spoon — THE spoon. Lost it. Now every raid is also a spoon quest. Has defeated enemies with: coffee mugs, staplers, a very aggressive sandwich, and someone elses shoe. The spoon has become Elysiums Holy Grail.",
    "recent_developments": "Evand3rs spoon quest has become Elysiums longest-running side mission (4 years, 7 months, 23 days). Every boss inventory is checked for legendary utensils — theyve found: 12 forks, 89 spoons (none THE spoon), and 1 legendary spatula. His improvised weapon collection is displayed in the guild hall. The spoons location remains UNKNOWN.",
    "specialty": "Legendary improvisation & domestic artifact mastery",
    "reputation": "The hero whose quest became longer than most wars and guaranteed attendance",
    "stats": "Quest Duration 4y 7m 23d | Improvised Kills 9999 | Museum Pieces 47 | Spoon Status MISSING",
    "skills": ["Legendary Improvisation", "Corkscrew Combat", "Poster Strike", "Abstract Weapon Mastery"]
  },
  "Fever": {
    "title": "The Apocalypse Administrator",
    "lore": "Embodies chaos but files it alphabetically. While reality collapses, Fever is color-coding the debris. Has labeled the void. The void is now organized. Enemies lose sanity watching catastrophe being sorted by category. Hosts Apocalypse Filing workshops. Goblok once asked for a strategy; Fever delivered a 47-tab spreadsheet of doom.",
    "recent_developments": "Fevers organized chaos has achieved bureaucratic perfection. Now manages Elysiums Catastrophe Filing System — color-coded by threat level, alphabetized by doom type, cross-referenced by aesthetic value. The void is OPTIMIZED with quarterly reviews. Hosts monthly Apocalypse Admin workshops (waitlist: 9 months). Goblok crayon strategies are now digitized into 89-tab spreadsheets.",
    "specialty": "Bureaucratic mastery over reality collapse",
    "reputation": "The administrator who organized the end times with enterprise-level tools",
    "stats": "Apocalypses Filed 12 | Pending Dooms 1 | Workshop Waitlist 9 Months | Pivot Tables of Destruction 89",
    "skills": ["Apocalypse Optimization", "Quarterly Doom Review", "Pending Armageddon", "Beautiful Documentation"]
  },
  "Hercules": {
    "title": "The Divine Retirement Plan",
    "lore": "Son of Zeus, blessed with godlike strength. Uses it exclusively to reach the remote without getting up. Rejected all 12 labors, claiming each was the 13th labor in disguise. Zeus has stopped calling. His legendary strength has carried: snacks, other peoples responsibilities, and exactly zero heroic quests.",
    "recent_developments": "Hercules has fully committed to legendary laziness. Zeus stopped calling — blocked his number. The 12 Labors are now a self-help book he wrote (while lying down): Why Heroism is Overrated: A Gods Guide to Doing Nothing. Its a bestseller on Olympus. His strength has carried 4 mountains (for WiFi), 0 heroic quests.",
    "specialty": "Divine-tier strength applied to maximum comfort",
    "reputation": "Olymps most accomplished underachiever with infinite reserves",
    "stats": "Strength GODLIKE | Heroism 0 | Self-Help Books 1 | Mountains Lifted (For Snacks) 4",
    "skills": ["Divine Delivery Range", "Heroic Napping Mastery", "Fortress Lift (Snack Access)", "Olympian Disappointment"]
  },
  "M1ssy": {
    "title": "The Anaphylactic Tactician",
    "lore": "Allergic to literally everything she eats. Eats everything anyway. Her epipen has a killstreak counter. Currently in a snack Cold War with AmielJohn — Goblok mediates by eating their evidence. Once used an allergic reaction as a distraction to win a siege. The enemies were so concerned they surrendered.",
    "recent_developments": "M1ssys allergy warfare has been weaponized into legitimate strategy. Her epipen killstreak reached 9999 — officially registered as combat accessory in guild inventory. The Cold Snack War with AmielJohn achieved permanent ceasefire after the Jerky Non-Proliferation Treaty. Now leads Tactical Self-Harm Division. Medical journals have published 12 case studies on her.",
    "specialty": "Weaponized allergies & medical emergency tactics",
    "reputation": "The strategic disaster with an epipen holster and zero financial planning",
    "stats": "Epipen Killstreaks 9999 | Treaty Signatures 1 | Medical Papers About Her 12 | Hospital Bans 8",
    "skills": ["Timed Anaphylaxis", "Shellfish Strategy", "Epipen Quickshot", "Medical Emergency Tactics"]
  },
  "Maria": {
    "title": "The Decibel Tyrant",
    "lore": "Marsha11s twin who wins every argument by being louder, not righter. Has never been correct about anything. Wins anyway. Once convinced an enemy guild their own banner was an insult — they retreated to consult their flags. Her facts are weapons of mass confidence. Marsha11 has spreadsheets proving her wrong; Maria just yells over them.",
    "recent_developments": "Marias loudness has transcended debate — she now wins arguments through sheer acoustic force. Her voice has been measured at 189 decibels (jet engine: 140). Once shouted an enemy fortresss walls into structural failure. The twin rivalry with Marsha11 escalated. Recently won a battle by screaming NO so loud the enemy formation collapsed. Victory rate: 100%.",
    "specialty": "Sonic warfare through confident wrongness",
    "reputation": "The twin who weaponized volume into a siege tactic with relentless presence",
    "stats": "Decibel Level 189 | Fortress Walls Destroyed 3 | Earplugs Purchased 9999 | Correctness Still 0%",
    "skills": ["Sonic Siege", "NO Shockwave", "Volume Fortress Break", "Acoustic Dominance"]
  },
  "Marsha11": {
    "title": "The Archival Martyr",
    "lore": "Marias twin who loses every argument despite being objectively right. Has spreadsheets. Has evidence. Has witnesses. Maria just says no louder. Has documented proof of being right 9,999 times. Has won 2 arguments total. Both were when Maria was asleep. The guild uses her archives as actual historical records.",
    "recent_developments": "Marsha11s documentation has achieved historical significance. Her evidence folders expanded to 47 filing cabinets, 12 backup drives, and 1 blockchain. Kingdoms use her archives as official historical records. Now teaches a course called Being Right in a World That Rewards Wrong. Has 500 students. Maria crashed the first lecture. Marsha11 had spreadsheets proving otherwise.",
    "specialty": "Historical accuracy in a world of confident lies",
    "reputation": "The archivist whose correctness cannot overcome volume but documents everything",
    "stats": "Filing Cabinets 47 | Backup Drives 12 | Course Students 500 | Arguments Won (Total) 3",
    "skills": ["Archive Fortress", "Blockchain Evidence", "Philosophical Acceptance", "Frustrated Lecture"]
  },
  "Munchyy": {
    "title": "The Assassination Artist",
    "lore": "An assassin who sends handwritten apology notes with every kill. The handwriting is illegible — enemies die confused but appreciated. Studied calligraphy under a master who was also illiterate. Her Sorry Notes are collectors items worth more than the bounties. Has accidentally created an assassination art movement.",
    "recent_developments": "Munchyys Sorry Notes have become collectible artifacts. Current market value: 5000 gold per note. She opened a gallery: The Art of Apologetic Murder. Art critics call it post-modern violence with emotional depth. Three museums have exhibits. Enemies now REQUEST assassination just for the note. Spends extravagantly on gallery openings and art supplies.",
    "specialty": "Assassination as performative art with incomprehensible apologies",
    "reputation": "The killer who made murder into a gallery exhibition with perfect attendance",
    "stats": "Gallery Exhibits 3 | Note Value 5000 GOLD | Assassination Requests (For Notes) 47 | Literacy Casualties Infinity",
    "skills": ["Sorry Art Strike", "Collectible Kill", "Gallery Assassination", "Illegible Masterpiece"]
  },
  "Ztig": {
    "title": "The Lightning Speedster",
    "lore": "Name is Ztig — sounds like a glitch in the matrix. Moves so fast that enemies only see an afterimage. Has been mistaken for a system error by multiple players. Once completed a dungeon so fast the server sent him a lag complaint. The guild uses him to test server stability.",
    "recent_developments": "Ztig has become Elysiums unofficial speedrun champion. Has completed every raid in record time — some records are still unbeaten. Recently got banned from a speedrun category for being too fast. Server admins have his number on speed dial. Still gets mistaken for a bot. Still fastest.",
    "specialty": "Speedrun mastery with server-breaking velocity",
    "reputation": "The blur who exists in lag and breaks records by breaking servers",
    "stats": "Speedrun Records 47 | Server Complaints Infinity | Category Bans 3 | Recognition Accuracy 0%",
    "skills": ["Lag Strike", "Speedrun Domination", "Server Breaker", "Bot Confusion"]
  },
  "Skadushy": {
    "title": "The Shadow Dancer",
    "lore": "Name sounds like a shy shadow having an identity crisis. Fights from angles that shouldnt exist. Enemies get hit from behind before they knew there was a front. Has never been seen fighting — only the aftermath. The shadows themselves seem afraid to talk about him.",
    "recent_developments": "Skadushy has perfected the art of being everywhere and nowhere. Now leads Elysiums Shadow Division — 47 members who fight from impossible angles. Has never been photographed fighting. Evidence exists only as enemy testimony. Still shy. Still deadly. Still exists in philosophical ambiguity.",
    "specialty": "Impossible angle combat with existential presence",
    "reputation": "The fighter who exists in the space between perception and reality",
    "stats": "Angles Conquered Infinity | Captured on Film 0 | Enemy Testimonies 89 | Philosophical Existence 50%",
    "skills": ["Shadow Step", "Angle Ambush", "Impossible Strike", "Existence Paradox"]
  },
  "Enaira": {
    "title": "The Economic Singularity",
    "lore": "Named after Nigerias eNaira — a digital currency so failed it made regular failure look successful. Every transaction Enaira touches crashes harder than Hesucryptos portfolio. Once bankrupted an enemy guild by sending them 1 gold. Central Banks of seven kingdoms have her wanted poster.",
    "recent_developments": "Enairas financial chaos has achieved theoretical status — economists call it the Enaira Paradox. Somehow bankrupted AND enriched seven kingdoms simultaneously. Elysiums treasury has grown 400% because reality gives up on accounting near her. Once touched Hesucryptos crypto wallet — it gained value. He had an existential crisis.",
    "specialty": "Paradoxical wealth generation through systemic collapse",
    "reputation": "The walking economic impossibility theorem with selective deployment",
    "stats": "Kingdoms Affected 7 | Paradox Radius 50m | Elysium Profit +400% | University Case Studies 47",
    "skills": ["Paradox Touch", "Simultaneous Bankruptcy/Profit", "Zero Division Aura", "Economic Impossibility"]
  },
  "ladyhoho": {
    "title": "The Laughing Abyss",
    "lore": "The hoho is both her laugh and her emotional support sound. Smiles through trauma like its a competitive sport. Her laugh is a battlefield weapon — enemies cant tell if its joy or a cry for help. Neither can she. Goblok has her on speed dial for entertainment. Has converted existential dread into a combo multiplier.",
    "recent_developments": "ladyhohos laugh has evolved into a combat system. Enemies flee not from the laughter, but from the existential horror beneath it. Goblok moved her to priority entertainment status (comedy Mondays, Wednesdays, Fridays, and Emergency Tuesdays when things get too quiet). Her Tragic Giggle combo multiplier reached 9999x. Her smile is classified as a biological weapon in 4 kingdoms.",
    "specialty": "Existential comedy warfare & therapeutic trauma",
    "reputation": "The smile that launched a thousand therapy sessions through careful deployment",
    "stats": "Therapy Days Per Week 4 | Combo Multiplier 9999x | Therapists Defeated 6 | Weapon Classification 4 KINGDOMS",
    "skills": ["Abyss Giggle", "Smile Weapon", "Existential Comedy Burst", "Therapeutic Casualty Creation"]
  },
  "PanCoco": {
    "title": "The Pancake Commander",
    "lore": "Name sounds like a breakfast item having an identity crisis. Commands the guilds breakfast forces with culinary precision. Has won battles by overwhelming enemies with pancake-based logistics. The enemy never sees the breakfast coming. The syrup is always sticky.",
    "recent_developments": "PanCoco has expanded into a full breakfast empire. His Pancake Battalion now includes waffles, French toast, and one very confused omelet. Has catered 47 guild events. Enemies fear the breakfast assault more than any sword. The syrup stain on the guild hall floor is now a permanent monument.",
    "specialty": "Breakfast-based military strategy with syrup precision",
    "reputation": "The commander whose meals win more battles than weapons",
    "stats": "Pancakes Flipped 9999 | Battle Breakfasts 47 | Syrup Stains Infinity | Enemy Breakfast Fear 100%",
    "skills": ["Pancake Assault", "Breakfast Blitz", "Syrup Trap", "Waffle Wall"]
  },
  "lanZ6": {
    "title": "The Laser Precision",
    "lore": "Name looks like a typo that became legendary. Has the precision of a sniper with the aim of a chaos mage. Once shot a target through three walls, two allies, and one very confused bystander. The bystander joined the guild out of respect. The allies still refuse to stand in front of him.",
    "recent_developments": "lanZ6 has been appointed Elysiums Chief Chaos Control Officer — ironically. His shots now miss intentionally (which is harder than hitting). Has developed a technique called Calculated Chaos where every random shot has a purpose. The allies have learned to stand behind him anyway.",
    "specialty": "Precision through chaos with friendly fire immunity",
    "reputation": "The shooter who misses on purpose better than others hit accidentally",
    "stats": "Intentional Misses 89 | Ally Near-Misses 47 | Bystander Recruitment 3 | Calculated Chaos Rating 9000",
    "skills": ["Random Precision", "Chaos Control", "Wall-Piercing Accident", "Bystander Recruitment"]
  },
  "Ayane69": {
    "title": "The Enlightened Nightlight Assassin",
    "lore": "Named after Azrael, the Angel of Death — except this one carries a Hello Kitty nightlight into assassinations. Wrote a 200-page thesis on Why Darkness is Overrated while hiding from his own shadow. Goblok charges him snack fees for listening to his problems. Once failed an assassination because he stopped to debate the target about Nietzsche.",
    "recent_developments": "Azryth (Ayane69) has embraced his contradiction — now teaches Illuminated Death Studies at three assassination academies. His Hello Kitty nightlight collection has grown to 89 pieces. The thesis became a bestseller. Accumulates influence with scholarly patience. Shows up religiously to guild activities.",
    "specialty": "Academic assassination in well-documented environments",
    "reputation": "Deaths most published apprentice with tenure and perfect attendance",
    "stats": "Stealth 120 | Philosophy Papers 47 | Nightlight Arsenal 89 | Academic Influence 450",
    "skills": ["Thesis Strike", "Illuminated Doctorate", "Philosophical Submission", "Nightlight Symposium"]
  },
  "Tinitira": {
    "title": "The Tidal Terror",
    "lore": "Name sounds like a wave having an existential crisis. Controls water with the consistency of a bad pun. Once flooded a fortress by crying during a sad movie. The enemy surrendered just to escape the moisture. The tears were not strategic but the results were effective.",
    "recent_developments": "Tinitira has embraced the tears-as-weapon concept. Now leads Elysiums Waterworks Division. Has flooded 12 fortresses through emotional manipulation. Recently cried during a peace negotiation — the enemy agreed to terms just to leave. The water damage was extensive. The victories were damp.",
    "specialty": "Emotional water control with unpredictable moisture",
    "reputation": "The bender whose tears are more dangerous than her waves",
    "stats": "Floods Caused 12 | Tears Stored Infinity | Fortress Damage 9999 | Emotional Devastation 100%",
    "skills": ["Tidal Tantrum", "Crying Flood", "Moisture Manipulation", "Surrender Soak"]
  },
  "LaxusLawliet": {
    "title": "The Lightning Lord",
    "lore": "Name sounds like a lawyer having a seizure. Commands electricity with dramatic flair. Once lit up an entire battlefield during a power outage — the enemy thought it was a celestial event. Has been mistaken for a moving thunderstorm. The guild calls him during blackouts.",
    "recent_developments": "LaxusLawliet has become Elysiums official power grid. His lightning has powered the guild for 3 years straight. Recently accidentally charged every guild members phone at once. The electric bill is zero. The property damage is significant. Still dramatic about it.",
    "specialty": "Dramatic electricity with utility applications",
    "reputation": "The storm who bills himself as a power company",
    "stats": "Watts Generated Infinity | Blackouts Caused 47 | Phone Charges 9999 | Property Damage 8900 GOLD",
    "skills": ["Lightning Lord", "Power Grid", "Storm Performance", "Electric Bill Zero"]
  },
  "Mielle1968": {
    "title": "The Vintage Virtuoso",
    "lore": "Joined in 1968 — has been playing the game so long they remember when health bars were just a concept. Has seen every meta, every exploit, every patch. Complains about the good old days with such detail that younger members think they are describing a different game. Their gear is historical artifact meets functional equipment.",
    "recent_developments": "Mielle1968 has become Elysiums living history museum. Their back in my day stories are now mandatory orientation content. Has witnessed 47 guilds rise and fall. Still complains about the 2012 patch but admits current mechanics are not terrible. Their vintage gear is worth a fortune at auction.",
    "specialty": "Historical gameplay wisdom with vintage expertise",
    "reputation": "The living legend whose complaints are educational and gear is museum-worthy",
    "stats": "Years Active 58 | Guilds Witnessed 47 | Vintage Gear Value Infinity | Complaining Streak 58 Years",
    "skills": ["Ancient Wisdom", "Vintage Gear Mastery", "Meta Memory", "Nostalgic Commentary"]
  },
  "AndyVI": {
    "title": "The Royal Recovery Specialist",
    "lore": "Name sounds like royalty, acts like chaos. Claims to be Andy the VI — sixth in line to a throne that does not exist. Has the regal bearing of a king but the combat style of a confused duck. Once declared himself emperor of a territory that was actually a puddle. The puddle accepted his rule.",
    "recent_developments": "AndyVIs kingdom expanded to include 12 puddles, a sandbox, and one very confused garden gnome. Has been appointed Royal Chaos Coordinator by Goblok. Still declares sovereignty over random objects with regal confidence. Recently crowned himself ruler of a bathtub — the drain pipe leads to a dungeon.",
    "specialty": "Royal chaos with self-declared authority",
    "reputation": "The non-existent monarch whose tiny empire grows through absolute confidence",
    "stats": "Territories Ruled 14 | Subjects (Real) 1 Gnome | Royal Declarations 500 | Puddle Diplomacy 100%",
    "skills": ["Sovereignty Declaration", "Puddle Empire", "Regal Confusion", "Tub Kingdom"]
  },
  "KingPagpag": {
    "title": "The Recycled Majesty",
    "lore": "Named after Filipino pagpag (leftover food) — the King of Repurposing Garbage into Glory. Every weapon is found in a dumpster. Every strategy is a failed plan from 3 wars ago. Once defeated an army using a broken shield, expired rations, and someone elses discarded battle plan.",
    "recent_developments": "KingPagpags garbage empire has achieved economic dominance. His Dumpster Diving Corps finds legendary weapons weekly — 47 cursed swords, 12 functioning catapults, and 1 dragon egg. His recycling program is mandatory guild policy. Spends nothing — everything is free if you check the right dumpster.",
    "specialty": "Legendary warfare through systematic garbage repurposing",
    "reputation": "The king whose trash-based economy rivals actual kingdoms and costs nothing",
    "stats": "Dumpster Legendaries Found 47 | Recycled Victories 89% | Throne Comfort 0% | Dragon Eggs Hatched 1",
    "skills": ["Dumpster Dive Supreme", "Expired Tactics Mastery", "Garbage Arsenal", "Backwards Battle Plan"]
  },
  "路易丝": {
    "title": "The Elegant Enigma",
    "lore": "Name means Louis in Chinese — the confusion is intentional. Fights with grace that makes enemies stop to admire the form. Has won battles by making opponents too confused to attack. The beauty is deadly. The mystery is maintained.",
    "recent_developments": "路易丝 has become Elysiums ambassador of elegance. Her fighting style is now taught as Combat Ballet. Has converted 12 enemies through sheer aesthetic appeal. Goblok draws her wearing crowns made of instant noodles in his crayon drawings. Still mysterious. Still deadly.",
    "specialty": "Aesthetic warfare with deadly grace",
    "reputation": "The elegant warrior who defeats enemies through confusion and beauty",
    "stats": "Elegance Rating 9999 | Combat Ballets 12 | Enemy Confusion 47 | Instant Noodle Crowns Infinity",
    "skills": ["Elegant Strike", "Combat Ballet", "Aesthetic Victory", "Graceful Confusion"]
  },
  "HODAKA": {
    "title": "The Weather Criminal Weatherboy",
    "lore": "Named after the weather-controlling protagonist from a legendary anime. Cannot control weather. Controls only the FORECAST. Makes it rain on weather apps while the sun shines. Meteorologists have put a bounty on his head for digital climate terrorism.",
    "recent_developments": "HODAKAs forecast manipulation has achieved international incident status. Changed weather predictions for 47 kingdoms to You Should Probably Stay Inside Today. Global productivity dropped 89%. His Partly Coudy typo became a meme — now sells Coudy merchandise through Byakko. Physics is crying.",
    "specialty": "Weaponized forecast manipulation & meteorological psychological warfare",
    "reputation": "The weatherboy who made meteorology an emotional weapon",
    "stats": "Kingdoms Affected 47 | Productivity Drops 89% | Coudy Merch Sales Infinity | Meteorologist Bounty 25000 GOLD",
    "skills": ["Forecast Terrorism", "Historical Weather Revisionism", "Emotional Climate Control", "Coudy Merchandise Empire"]
  },
  "Channy": {
    "title": "The Channel Surfer",
    "lore": "Can channel magical energy from anything — doorknobs, cloud formations, other peoples lunch. Recently tried to channel the emotion mild disappointment and accidentally created a localized black hole of existential dread. Enemies have learned to avoid making Channy feel anything deeply.",
    "recent_developments": "Channys emotional channeling has been classified as a strategic weapon. The Mild Disappointment black hole is now used as a prison for particularly annoying bosses. Has channeled: happiness (caused mass confusion), anger (battlefield literally shook), and sadness (everyone cried for a week).",
    "specialty": "Emotional energy channeling with catastrophic side effects",
    "reputation": "The mage whose feelings become weapons and the void is their plus-one",
    "stats": "Channeled Emotions 47 | Black Holes Created 3 | Collateral Damage Infinity | Emotional Volatility 9999",
    "skills": ["Existential Channeling", "Feeling Beam", "Void Storage", "Mood Swing Storm"]
  },
  "Hytrz": {
    "title": "The Hyperactive Haste",
    "lore": "Name is Hytrz because spelling is optional when speed is mandatory. Does everything at 4x speed including conversations — nobody can understand them. Has completed quests before accepting them. Once fought a boss so fast the boss did not realize it was being attacked until it died.",
    "recent_developments": "Hytrz has been banned from cutscenes for finishing them before they start. Recently completed a raid so fast the game crashed. Has become Elysiums unofficial fast clear specialist. Conversations remain incomprehensible. Still fastest. Still has not been understood.",
    "specialty": "Speed-warped actions with incomprehensible communication",
    "reputation": "The blur who completes before starting and wins before arriving",
    "stats": "Speed Multiplier 4x | Quests Pre-Completed 89 | Words Per Second 47 | Comprehension 0%",
    "skills": ["Pre-Emptive Strike", "Temporal Speed", "Incomprehensible Blur", "Game Crash Advantage"]
  },
  "yakob": {
    "title": "The Yak Attack",
    "lore": "Name is backwards — literally. Everything about yakob is reversed. Reads maps upside down, shoots arrows that return to the quiver, and says goodbye at the start of conversations. Enemies are confused by the backwards nature but even more confused when they somehow still lose.",
    "recent_developments": "yakobs reverse nature has been formalized into Backwards Tactics. Their arrows now return mid-flight to hit enemies from behind — twice. Has won battles by accidentally retreating forward. Still completely illegible in written form. Still wins.",
    "specialty": "Reverse everything warfare with backwards confidence",
    "reputation": "The backwards warrior who confuses enemies by doing everything wrong and winning",
    "stats": "Reverse Success 89% | Backwards Arrows 47 | Confusion Kills Infinity | Comprehension 0%",
    "skills": ["Return Strike", "Reverse Retreat", "Backwards Ambush", "Confusion Victory"]
  },
  "AlterFrieren": {
    "title": "The Time-Touched Chaos Companion",
    "lore": "An elf so old that time itself got confused around them. Has lived so long that yesterday and last century mean the same thing. Remembers when dragons were the new kids. Is the chaotic partner of Hesucrypto — together they break more things than either could alone. Goblok officially designated their relationship as a guild activity.",
    "recent_developments": "AlterFrieren and Hesucrypto have become Elysiums most chaotic power couple. Goblok gave them a shared desk which they broke through temporal displacement on day one. Jalo mandated couples therapy using his legendary wrong advice which somehow created a new paradox. Their dates involve Iguro accidentally portaling them to random places. ladyhoho laughs at their arguments. The guild has a betting pool on their relationship surviving each week. It hasnt yet, but they keep restarting time to fix it.",
    "specialty": "Temporal chaos through extreme age + relationship-powered pandemonium",
    "reputation": "The ancient elf whose love story is a guild-level natural disaster",
    "stats": "Age ??? | Guild Property Damage (Relationship) 8900 GOLD | Therapy Sessions Failed 12 | Weekly Breakups 47",
    "skills": ["Future Memory", "Timeless Combat", "Time Loop Date", "Relationship Apocalypse"]
  },
  "DarKOwLZ": {
    "title": "The Shadow Humor",
    "lore": "Name sounds like someone shouting dark owls during a thunderstorm. Fights in shadows but makes enough noise to wake the dead. Has a laugh that echoes in dark places — enemies check closets for weeks after encountering them. Their darkness is more personality than power.",
    "recent_developments": "DarKOwLZ dark owl warcry has become Elysiums unofficial battle anthem. Has scared enemies more with owl impressions than actual shadow magic. The darkness follows them around like a confused pet. Started a dark comedy routine at guild gatherings. Still not scary. The owls are working on it.",
    "specialty": "Shadow combat with owl-based psychological warfare",
    "reputation": "The not-so-scary shadow who terrifies through sheer owl enthusiasm",
    "stats": "Owl Impressions 89 | Shadow Comedy Sets 12 | Fear Actually Caused 0 | Owl Terror Infinity",
    "skills": ["Owl Screech", "Dark Comedy", "Shadow Pet", "Closet Checking"]
  },
  "Pedsrow": {
    "title": "The Pharmacy Phantom",
    "lore": "Name sounds like a medication error. Carries enough potions to stock an apothecary — organized by color, expiration date, and vibe. Has a potion for every situation including situations that do not exist yet. Once healed an ally so fast they were confused about being injured.",
    "recent_developments": "Pedsrow opened Pedsrows Panacea Palace — an official guild pharmacy with 500+ potions organized by vibe. Has successfully treated: injuries, curses, bad luck, existential dread, and one case of feeling off. The feeling off potion was just hot sauce. The member felt better.",
    "specialty": "Excessive potion mastery with organizational chaos",
    "reputation": "The walking pharmacy whose inventory is chaos and results are magic",
    "stats": "Potions Stocked 500+ | Cures Invented 47 | Organized By Vibe | Expiration Ignored",
    "skills": ["Vibe Healing", "Panacea Palace", "Instant Recovery", "Hot Sauce Medicine"]
  },
  "UmpaUmpa": {
    "title": "The Rhythmic Rambler",
    "lore": "Name repeats because one was not enough. Walks to a beat that only they can hear. Has turned combat into dance choreography — enemies do not know if they are being attacked or invited to a rave. The dancing has actual combat applications. The beat goes on. Always.",
    "recent_developments": "UmpaUmpa has revolutionized Elysiums combat training with Rhythm Warfare. Their dance moves now count as legitimate attacks. Started Rave Raids where the entire guild fights to the beat. The music is terrible but the wins are consistent. Still walks to a beat nobody else hears.",
    "specialty": "Combat dancing with rhythmic hypnosis",
    "reputation": "The groove warrior who turned battle into a rave and wins through dancing",
    "stats": "Beats Per Minute 180 | Rave Raids Won 47 | Groove hypnosis Success 89% | Music Terribleness Infinity",
    "skills": ["Rhythm Strike", "Dance Ambush", "Groove hypnosis", "Rave Raid"]
  },
  "JudeMaximus": {
    "title": "The Maximum Effort",
    "lore": "Name sounds like an action movie hero. Lives up to it — slightly. Does everything at maximum with minimum coordination. Has the enthusiasm of 10 warriors but the grace of 0. Recently charged a fortress screaming their own name — the fortress surrendered just to stop the screaming.",
    "recent_developments": "JudeMaximus has been appointed Elysiums Morale Officer — their maximum enthusiasm is infectious even when counterproductive. Recently led a charge so enthusiastic they outran their own weapon. The enemy laughed so hard they surrendered. Still does not understand why. Still charges. Still somehow wins.",
    "specialty": "Maximum enthusiasm with minimum coordination",
    "reputation": "The inspiring disaster whose warcry is their own name and works anyway",
    "stats": "Enthusiasm 1000% | Coordination 0% | Friendly Fire Incidents 47 | Enemy Surrenders (Laughter) Infinity",
    "skills": ["Name Warcry", "Enthusiasm Aura", "Maximum Charge", "Accidental Victory"]
  },
  "Gnohaij03": {
    "title": "The Number Navigator",
    "lore": "Name contains numbers that mean something — probably. Tracks everything: kill counts, damage done, gold earned, steps walked. Has spreadsheets for their spreadsheets. Recently organized a raid by DPS output only to discover nobody knew what DPS meant.",
    "recent_developments": "Gnohaij03 has become Elysiums Official Statistician despite nobody understanding the stats. Their DPS Calculator is actually just a random number generator that goblins fear. Has organized 47 raids with color-coded spreadsheets. Nobody reads them. The numbers are very organized. The value is questionable.",
    "specialty": "Obsessive stat tracking with incomprehensible spreadsheets",
    "reputation": "The analyst whose spreadsheets are beautiful and meaningless",
    "stats": "Spreadsheets 47 | Color Codes 12 | Understanding 0% | Organized Infinity",
    "skills": ["DPS Calculator", "Color-Coded Everything", "Stat Obsession", "Random Numbers"]
  },
  "Rileyread": {
    "title": "The Literary Launcher",
    "lore": "Name is Riley read — gets it every time. Carries books into battle and throws them at enemies. Has a library of 500+ volumes, none about combat, all about agricultural practices of obscure civilizations. Enemies have been defeated by the knowledge of wheat farming in year 300 BC.",
    "recent_developments": "Rileyread has established The Literary Arsenal — a combat library where every book is a projectile. Has defeated enemies with: a encyclopedia of medieval fishing, a cookbook from a dead empire, and one very informative pamphlet about goat grooming. Knowledge is power. Throwing it is combat.",
    "specialty": "Book-based combat with obscure knowledge projectiles",
    "reputation": "The scholar who defeats enemies with historical farming manuals",
    "stats": "Books Thrown 500+ | Genre Coverage Infinity | Combat Effectiveness 89% | Pun Accuracy 0%",
    "skills": ["Literature Launch", "Knowledge Projectile", "Book Barrage", "Pamphlet Strike"]
  },
  "PHorns": {
    "title": "The Horn Hero",
    "lore": "Name looks like Porns if you do not look carefully — and that is the entire joke. Carries a horn that actually works. Has summoned aid once. The aid was also confused about why they were summoned. Still carries it with pride. The misunderstanding provides comedic cover for actual competence.",
    "recent_developments": "PHorns has leaned into the name confusion as a strategic advantage. Their horn now signals attack but sounds like retreat — enemies retreat, guild attacks. The confusion is deliberate. Has summoned actual help twice. Still proud. Still jokes about the name. Still somehow effective.",
    "specialty": "Signal confusion with accidental competence",
    "reputation": "The hero whose name is the joke and the weapon is the confusion",
    "stats": "Confusion Deployments 89 | Successful Summons 3 | Name Laughs Caused Infinity | Effectiveness 47%",
    "skills": ["Signal Mixup", "Deliberate Confusion", "Horn Misdirection", "Accidental Heroics"]
  },
  "HASol3006": {
    "title": "The Solar Cipher",
    "lore": "Name is a code that has not been cracked — by design. Claims it stands for Highly Advanced Solar Operation 3006. The year is wrong, the technology is made up, and nobody believes them. Carries a glowing orb that might be a weapon or a night light.",
    "recent_developments": "HASol3006 has leaned into the enigma. Their advanced technology is now classified as mysterious but effective by guild records. The glowing orb brightens dark dungeons and occasionally explodes. Still claims to be from the future. Still has no evidence. Still mysterious. Goblok finds them fascinating.",
    "specialty": "Mysterious technology with unexplained effectiveness",
    "reputation": "The time mystery whose glowing orb does something and nobody asks what",
    "stats": "Technology Understanding 0% | Orb Brightness Infinity | Explosion Rate 12% | Mystery Persistence 100%",
    "skills": ["Glowing Orb", "Mysterious Technology", "Accidental Explosion", "Time Claim"]
  },
  "Adriana": {
    "title": "The Adriatic Ascendant",
    "lore": "Named after a sea they have never seen. Claims to have sea in their blood — it is actually motion sickness. Gets seasick on land. Still insists the ocean is their domain. Has never been to the ocean. The confidence is admirable. The correlation is nonexistent.",
    "recent_developments": "Adriana finally saw the ocean — was seasick for a week on a boat. Still claims maritime heritage. Has named themselves Admiral of the Guild based on the title they gave themselves. Goblok approved it. The navy consists of one boat and a strong refusal to accept reality.",
    "specialty": "Self-declared maritime authority with landlocked seasickness",
    "reputation": "The admiral of a non-existent fleet who gets sick on calm water",
    "stats": "Sea Claims Infinity | Boats Commanded 1 | Motion Sickness Triggers 47 | Naval Knowledge 0%",
    "skills": ["Self-Appointed Admiral", "Landlocked Seasickness", "Imaginary Fleet", "Confident Nonsense"]
  },
  "Deeyon": {
    "title": "The Dual Doctrine",
    "lore": "Name is one letter from being two words. Embodies contradiction — fights with peace, attacks with kindness, wins by losing. Has confused enemies so thoroughly they gave up. The paradox is the strategy. Nobody understands including Deeyon. The wins are real.",
    "recent_developments": "Deeyons paradox warfare has achieved philosophical recognition. Has made enemies surrender by offering them cookies during combat. Won a siege by apologizing to the walls. The contradiction confuses everyone, including allies. Still does not understand their own strategy. Still wins. Philosophers are writing papers.",
    "specialty": "Contradictory combat with philosophical confusion",
    "reputation": "The paradox warrior who wins by not trying and confuses everyone including themselves",
    "stats": "Contradictions Infinity | Surrenders (Confusion) 47 | Understanding 0% | Wins 89%",
    "skills": ["Peace Attack", "Kindness Strike", "Apology Victory", "Philosophical Confusion"]
  },
  "Vanbis": {
    "title": "The Vanishing Variable",
    "lore": "Name sounds like vanish and bis (twice in Latin). Disappears at will — not stealth, just leaves. Has left mid-conversation, mid-battle, mid-sentence. Enemies cannot attack what is not there. Cannot be hit if not present. The departure is always awkward. The effectiveness is undeniable.",
    "recent_developments": "Vanbis has perfected Tactical Abandonment. Their ability to simply leave has become a legitimate strategy — enemies attack, Vanbis is not there, they win by default. Has attended 0 guild meetings but has 100% attendance rate by technically being a member who left. Still disappears mid-sentence. Still does not explain. Still wins.",
    "specialty": "Tactical vanishing with permanent presence issues",
    "reputation": "The ghost member who attends nothing, contributes everywhere, and exists on their terms",
    "stats": "Departures Infinity | Battles Missed 47 | Presence Rate 0% | Wins by Absence 89%",
    "skills": ["Tactical Vanish", "Mid-Sentence Exit", "Default Victory", "Permanent Presence Issue"]
  },
  "Chunchunmaru": {
    "title": "The Self-Aware Meme Legend",
    "lore": "Wields a sword named Chunchunmaru — a name so ridiculous that Kazuma himself would be proud. Enemies laugh themselves into defeat. The sword has evolved — it now has LORE. The meme value has achieved sentience. Recently defeated an entire battalion because they were arguing about pronunciation.",
    "recent_developments": "The sword Chunchunmaru achieved full sentience and now has its own social media accounts (3.2M followers). Academic papers written about it increased to 23. The sword now sponsors content creators. Chunchunmaru (the wielder) just carries it around while it manages its brand.",
    "specialty": "Influencer warfare & brand-based combat",
    "reputation": "The first legendary weapon with verified social media and marketing spend",
    "stats": "Followers 3.2M | Academic Papers 23 | Civil Wars Caused 1 | Sponsorship Deals 12",
    "skills": ["Viral Slash", "Tweet Strike", "Influencer Aura", "Brand Synergy Stab"]
  },
  "JeffEpstein": {
    "title": "The Nominative Paradox Saint",
    "lore": "The name causes instant awkward silence in any room. Is somehow the nicest person in existence. Bakes cookies for orphans. Rescues stray familiars. The cognitive dissonance is so strong that enemies blue-screen trying to process it. Nobody questions the name when the cookies are THIS good.",
    "recent_developments": "JeffEpsteins cognitive dissonance has achieved legendary status. Now runs 17 orphanages, 5 animal sanctuaries, and a charity called Second Chances. His cookies are so good that enemy kingdoms offer truces just to get the recipe. He will not share it. The cookies won three international awards.",
    "specialty": "Weaponized wholesomeness through nominal impossibility",
    "reputation": "The nicest disaster with the worst possible branding and best savings account",
    "stats": "Orphanages Run 17 | International Cookie Awards 3 | Reality Confusion MAXIMUM | Questions Prevented Infinity",
    "skills": ["Cookie Truce", "Nominal Paradox Shield", "Wholesome Impossibility", "Award-Winning Cognitive Dissonance"]
  },
  "zog": {
    "title": "The Primitive Power",
    "lore": "Name is three letters — minimalist. Does not need complexity. Has defeated enemies with single-word battle cries. The simplicity is the strategy. Has more in common with early cavemen than modern warriors. Still prevails. The caveman aesthetic is deliberate. The power is raw.",
    "recent_developments": "zog has founded Caveman Combat Academy — teaches one-word battle cries and club techniques. Students number in the dozens. Enemies hear ZOG and flee. The caveman aesthetic has become a movement. Still uses three-letter communication. Still wins with single syllables. Still primitive. Still powerful.",
    "specialty": "Minimalist combat with caveman aesthetics",
    "reputation": "The three-letter warrior who defeats with syllables and leads a neolithic revival",
    "stats": "Word Count 1-3 | Battle Cries 47 | Enemies Fled Infinity | Club Upgrades 12",
    "skills": ["One-Word Warcry", "Caveman Tactics", "Minimalist Victory", "Primitive Power"]
  },
  "bozzkie": {
    "title": "The Boss Basher",
    "lore": "Name sounds like boss with extra letters for attitude. Has defeated more bosses than anyone — by hiding and waiting. The strategy: let others fight, swoop in for the kill. Called the opportunist by allies and the coward by enemies. Both are accurate. The boss count is impressive regardless.",
    "recent_developments": "bozzkie has embraced their opportunistic reputation fully. Has started Bash Brothers duo with AmielJohn — one provides snacks, other provides opportunistic damage. Has accidentally landed the final blow on every boss for two years. Still hides during fights. Still gets credit. Still does not care about the criticism.",
    "specialty": "Opportunistic boss kills with strategic hiding",
    "reputation": "The cunning basher who hides until winning and calls it tactics",
    "stats": "Bosses Killed 999+ | Hiding Time Infinity | Final Blows Stolen 89 | Criticism Ignored 100%",
    "skills": ["Opportunistic Strike", "Strategic Hiding", "Final Blow Snipe", "Criticism Immunity"]
  },
  "xAustinx": {
    "title": "The Exponential Uncertainty",
    "lore": "Name is just x with anxiety. A mage whose power level fluctuates based on how confident they feel. VICE LEADER of Elysium — appointed by Goblok to handle unpredictable situations and chaos management. On good days, can summon tornados. On bad days, conjures a light breeze and apologizes to it. Joined Elysium after accidentally teleporting into the guild hall during a panic attack.",
    "recent_developments": "xAustinx learned to weaponize their inconsistency. As Vice Leader of Chaos Control, they are deployed when nothing else makes sense. Now leads the Unpredictability Division — enemies never know what attack is coming, including xAustinx. Recently summoned a dragon during a confidence spike. Their panic attacks now cause area-of-effect reality hiccups. Goblok specifically hired them because their unpredictability confuses enemies more than any strategy could. Has not cast the same spell twice successfully.",
    "specialty": "Vice Leader of Unpredictability & chaos weaponization",
    "reputation": "VICE LEADER whose chaos is now OFFICIAL and weaponized for the guild",
    "stats": "Vice Leader Status | Spell Success Rate 12% | Confidence Fluctuations Infinity | Chaos Value UNMEASURABLE",
    "skills": ["Anxiety Arsenal", "Unpredictable Chaos", "Reality Hiccup", "Confidence Surge"]
  },
  "xAthena": {
    "title": "The Wisdom Wanderer",
    "lore": "Named after the goddess of wisdom but has the navigation skills of a lost tourist. Can find the answer to any question except where am I. Carries a compass that points to the nearest philosophical debate. Once led a party to the boss by taking a scenic route that lasted 3 years.",
    "recent_developments": "xAthena has been appointed Elysiums Official Navigator despite consistently getting lost. Their scenic routes have become legendary — enemies set up ambushes along paths they will eventually take in 6 months. Recently found the guild hall after 2 years of searching. Still the first person consulted for knowledge.",
    "specialty": "Omniscient answers with GPS-disabled navigation",
    "reputation": "The scholar who knows everything except how to get there",
    "stats": "Philosophical Debates Won 89 | Time Lost 7 Years | Correct Answers 9999 | Arrival Success 3",
    "skills": ["Infinite Knowledge", "Scenic Pathfinding", "Philosophical Compass", "Eternal Arrival"]
  },
  "_FUTURE_MEMBER_TEMPLATE": {
    "title": "Awaiting Destiny",
    "lore": "A new member whose story has yet to be written. Their talents are unknown, their exploits legendary-in-waiting. Elysium welcomes all who seek adventure, glory, and questionable decisions.",
    "recent_developments": "This member has recently joined Elysium and their legend is just beginning. Their first guild meeting involved excessive confusion and at least one wardrobe malfunction. The future holds infinite possibilities and probable chaos.",
    "specialty": "Unknown Potential",
    "reputation": "A blank page waiting for glorious chaos",
    "stats": "Potential Infinity | Chaos Rating TBD | Recruitment Success 100% | Awesomeness Pending",
    "skills": ["Unknown Power", "Mystery Potential", "Beginner Luck", "Future Glory"]
  }
}
