{
  "AmielJohn": {
    "title": "The Caloric Warlord Supreme",
    "lore": "Legend says AmielJohn's hunger once collapsed a dungeon's economy by eating all the loot drops. Invented 'Snack Diplomacy' — a foreign policy where enemies are bribed with jerky. The Cold Snack War with M1ssy has escalated to MAD (Mutually Assured Digestion) — LXRDGRIM now mediates twice weekly. Recently promoted to Supply General by Goblok; all supplies vanished within the hour as predicted. Discovered that AE28's stone tablets are technically 'grain-based' and has been eyeing them hungrily. His battle cry evolved from aggressive chewing to motivational eating speeches.",
    "recent_developments": "AmielJohn's hunger has evolved beyond physical consumption — he now absorbs battle strategies through taste. The Cold Snack War with M1ssy has reached nuclear détente; both parties signed the 'Jerky Non-Proliferation Treaty' officiated by LXRDGRIM. His promotion to Supply General was rescinded after the Great Vanishing, then reinstated because 'at least he's consistent.' Now commands the 'Edible Intelligence Division' where captured enemy rations are 'interrogated' (eaten). Has adopted a cautious approach to resource allocation — prefers stockpiling snacks over spending them strategically. Rarely shows up to guild meetings — too busy eating somewhere else. When he does appear, everyone checks their lunch. AE28's stone tablets remain under armed guard. His battle speeches have been adapted into a cooking show: 'Motivational Munching with AmielJohn.'",
    "specialty": "Strategic consumption & edible intelligence gathering",
    "reputation": "The general who literally digests enemy plans but hoards the snacks, rarely seen but always hungry",
    "stats": "Hunger 12000 | Culinary Warfare 850 | Treaty Compliance 92 | Cooking Show Episodes 24",
    "skills": [
      "Strategic Digestion",
      "Ration Interrogation",
      "Snack Peace Treaty",
      "Battle Feast Inspiration"
    ]
  },
  "Azryth": {
    "title": "The Enlightened Nightlight Assassin",
    "lore": "Named after Azrael, the Angel of Death — except this one carries a Hello Kitty nightlight into assassinations. Wrote a 200-page thesis on 'Why Darkness is Overrated' while hiding from his own shadow. LXRDGRIM charges him therapy rates. Once failed an assassination because he stopped to debate the target about Nietzsche. The target joined Elysium out of philosophical exhaustion.",
    "recent_developments": "Azryth has embraced his contradiction — now teaches 'Illuminated Death Studies' at three assassination academies. His Hello Kitty nightlight collection has grown to 89 pieces, each named after a philosopher. The thesis 'Why Darkness is Overrated' became a bestseller in both assassination and self-help genres. LXRDGRIM no longer charges therapy rates; they now co-author papers on 'Existential Combat Psychology.' His recruitment method (philosophical exhaustion) has been weaponized — enemies now surrender pre-emptively to avoid the Nietzsche debates. Accumulates influence and resources with scholarly patience — prefers observation over aggressive action. Shows up religiously to guild activities — attendance is mandatory for academic credibility. The darkness still terrifies him, but now he terrifies it back with academic discourse.",
    "specialty": "Academic assassination in well-documented environments",
    "reputation": "Death's most published apprentice with tenure, strategic restraint, and perfect attendance",
    "stats": "Stealth 120 | Philosophy Papers 47 | Nightlight Arsenal 89 | Academic Influence 450",
    "skills": [
      "Thesis Strike",
      "Illuminated Doctorate",
      "Philosophical Submission",
      "Nightlight Symposium"
    ]
  },
  "Byakko": {
    "title": "The Marketing Divine Tiger",
    "lore": "The legendary White Tiger of the West, whose divine roar once split mountains. Now it sounds like a dog toy being stepped on. Genbu, Suzaku, and Seiryu have blocked him on all celestial messaging apps. His 'intimidation roar' caused an enemy army to adopt him as a mascot. Currently suing three kingdoms for using his squeak as their morning alarm tone. The mountains he's supposed to guard just feel sorry for him.",
    "recent_developments": "Byakko has monetized his divine embarrassment. The 'Sacred Squeak' is now licensed to 47 kingdoms as their official alarm tone — royalties fund Elysium's entire treasury. His mascot career exploded; three enemy armies have surrendered to adopt him as their mascot, then joined Elysium for exclusive merchandise rights. Genbu, Suzaku, and Seiryu still won't unblock him, but they did buy his calendar. The mountains he guards now have gift shops. Invests heavily in expanding his empire — every squeak generates revenue that gets immediately reinvested into more merchandise opportunities. Shows up to every guild event for maximum merchandising exposure — if the tiger is present, sales triple. His divine roar has been scientifically classified as 'weaponized adorability' — banned in 12 tournaments for being 'too precious to counter.'",
    "specialty": "Divine merchandising & monetized cuteness warfare",
    "reputation": "Heaven's most profitable embarrassment with aggressive expansion tactics and relentless presence",
    "stats": "Licensing Deals 47 | Merchandise Sales ∞ | Divine Cuteness MONOPOLIZED | Calendars Sold 9999",
    "skills": [
      "Branded Squeak",
      "Mascot Diplomacy",
      "Merchandise Shield",
      "Royalty Roar"
    ]
  },
  "Carrera": {
    "title": "The Temporal Weapons Specialist",
    "lore": "Named after the Porsche Carrera — fastest thing on wheels. Somehow always 3 hours late. Has broken the sound barrier 89 times trying to be punctual; still missed every boss spawn. Recently ran SO fast he arrived at NEXT WEEK'S raid early — then fell asleep and missed it anyway. Goblok weaponized this by sending him to 'yesterday's battle' — he shows up to active warzones by accident. Time crimes increased to 347. The guild now uses his lateness as a time-travel strategy. Einstein's ghost is filing a complaint.",
    "recent_developments": "Carrera's lateness has become Elysium's primary time-travel strategy. Goblok promoted him to 'Chrono-Tactician' — his official duty is arriving at wrong times on purpose. Has perfected 'Temporal Flanking' where he arrives at yesterday's battle during today's war. Time crimes increased to 892, but 700 were strategic. Einstein's ghost filed 47 complaints, then joined Elysium as a consultant out of scientific fascination. Recently arrived at next month's boss spawn — waited there for three weeks eating snacks with AmielJohn. The boss spawn happened exactly as predicted. Invests temporal resources aggressively across multiple timelines — spends future time to win past battles. Paradoxically shows up to every event by existing in multiple timelines simultaneously — always late, but technically always present. Quantum physicists are having a breakdown.",
    "specialty": "Weaponized temporal displacement & strategic tardiness",
    "reputation": "The time warrior who made lateness a legitimate tactic, investment strategy, and omnipresence",
    "stats": "Time Crimes 892 (700 Tactical) | Successful Paradoxes 34 | Einstein Complaints 47 | Quantum Breaks 12",
    "skills": [
      "Temporal Flank",
      "Strategic Yesterday",
      "Future Ambush",
      "Chrono-Snack Break"
    ]
  },
  "CheeseCakee": {
    "title": "The Lactose Weapons Engineer",
    "lore": "A dessert weaponsmith who is violently allergic to their own creations. Every cheesecake is a suicide mission. Enemies can't tell if the screaming is a battle cry or gastrointestinal distress — tactical advantage. Has a sponsorship deal with three epipen companies. The Geneva Convention has a clause specifically about their 'Explosive Tiramisu.' Inihaw refuses to let them near the guild kitchen after 'The Incident.'",
    "recent_developments": "CheeseCakee's sacrificial baking has been militarized. Now leads the 'Dairy Warfare Division' creating dessert-based WMDs. The Geneva Convention added 14 more clauses specifically about their creations. Has permanent sponsorships from epipen companies AND enemy kingdoms (who buy epipens in bulk for their troops). The 'Explosive Tiramisu' incident is now taught in war crime tribunals as Case Study #1. Inihaw lifted the kitchen ban after realizing the strategic value, then immediately regretted it. Their tears are bottled and sold as 'Sacrifice Seasoning' — five-star chefs pay premium prices. Invests moderately in R&D for new dairy weapons — suffering requires innovation.",
    "specialty": "Weaponized patisserie & industrialized dairy martyrdom",
    "reputation": "The head of Elysium's Dessert Artillery Corps with strategic R&D budget",
    "stats": "War Crimes 47 | Sponsorships 8 | Sacrifice Seasoning Sales ∞ | Geneva Clauses Named After Them 14",
    "skills": [
      "Tiramisu Warhead",
      "Cheesecake Artillery",
      "Lactose Missile",
      "Dairy WMD"
    ]
  },
  "Chunchunmaru": {
    "title": "The Self-Aware Meme Legend",
    "lore": "Wields a sword named 'Chunchunmaru' — a name so ridiculous that Kazuma himself would be proud. Enemies laugh themselves into defeat. The sword has evolved — it now has LORE. Internet historians argue about its 'deep meaning.' There is no deep meaning. The meme value has achieved sentience. Recently defeated an entire battalion because they were arguing about whether it's pronounced 'Chun-chun-maru' or 'Chunchu-nmaru.' DadaXxD communicates with the sword exclusively through meme energy. The sword understands. Weapon registration gave up and created a new category: 'Legendary (Derogatory).'",
    "recent_developments": "The sword Chunchunmaru achieved full sentience and now has its own social media accounts (3.2M followers). Academic papers written about it increased to 23, including a PhD thesis: 'Post-Ironic Weaponry in Modern Combat.' The pronunciation debate escalated into a three-kingdom civil war that ended when the sword tweeted 'lol idc.' DadaXxD maintains the sword's Instagram; engagement rates are higher than most kingdoms' approval ratings. Weapon registration created a new category: 'Legendary (Influencer).' The sword now sponsors content creators. Chunchunmaru (the wielder) just carries it around while it manages its brand. Invests moderately in the sword's social media campaigns — meme warfare requires content budget.",
    "specialty": "Influencer warfare & brand-based combat",
    "reputation": "The first legendary weapon with verified social media and marketing spend",
    "stats": "Followers 3.2M | Academic Papers 23 | Civil Wars Caused 1 | Sponsorship Deals 12",
    "skills": [
      "Viral Slash",
      "Tweet Strike",
      "Influencer Aura",
      "Brand Synergy Stab"
    ]
  },
  "Daleee": {
    "title": "The Tenured Professor of Wrongness",
    "lore": "A mage whose extra E's represent extra errors. Casts healing on enemies, fireballs on allies, and once accidentally granted a boss immortality. The guild now uses 'Daleee Logic' — aim at what you don't want to hit. Successfully saved a siege by trying to surrender. His spellbook is written backwards, upside down, and in a language he invented by mistake. Scholars study his notes as 'Anti-Magic Theory.'",
    "recent_developments": "Daleee's 'Backwards Magic Theory' is now mandatory curriculum at seven magical universities. His inverted success rate has been weaponized into 'Daleee Protocol' — when everything else fails, ask what Daleee would do, then do the opposite. Once accidentally created a new school of magic by trying to boil water (he froze reality instead). The 'Oops Apocalypse' spell is classified as a strategic deterrent by four kingdoms. His spellbook was translated into 12 languages — all translations are equally wrong. Scholars pilgrimage to study his notes. None understand them. All become better mages. Cautiously avoids spending magical energy — fears what might happen if he tries harder. Rarely shows up to events — accidental apocalypses are minimized through strategic absence. When present, everyone evacuates to safe distance.",
    "specialty": "Systematic wrongness elevated to academic doctrine",
    "reputation": "The archmage of being magnificently incorrect through careful inaction and minimal presence",
    "stats": "Spell Schools Created 1 | Universities Teaching His Method 7 | Translation Accuracy 0% | Improved Mages 9999",
    "skills": [
      "Protocol Inverse",
      "Reality Freeze (Accidental)",
      "Wrong Apocalypse",
      "Academic Failure"
    ]
  },
  "Enaira": {
    "title": "The Economic Singularity",
    "lore": "Named after Nigeria's eNaira — a digital currency so failed it made regular failure look successful. Every transaction Enaira touches crashes harder than Hesucrypto's portfolio. Once bankrupted an enemy guild by sending them 1 gold. The Central Banks of seven kingdoms have her wanted poster. Somehow the guild treasury GAINS money when she's around because the economy breaks in their favor. Economists cry when writing papers about her.",
    "recent_developments": "Enaira's financial chaos has achieved theoretical status — economists call it the 'Enaira Paradox.' Somehow bankrupted AND enriched seven kingdoms simultaneously. The Central Banks expanded her wanted poster to include her financial anomaly field — 50-meter radius of economic breakdown. Elysium's treasury has grown 400% because reality itself gives up on accounting near her. Once touched Hesucrypto's crypto wallet — it gained value. Hesucrypto had an existential crisis. The Jalo Bot calculated her net worth as 'ERROR: DIVIDED BY ZERO.' She's now a case study in 47 universities under 'Impossible Economics.' Invests strategically in economic experiments — touches assets selectively for maximum paradoxical profit.",
    "specialty": "Paradoxical wealth generation through systemic collapse",
    "reputation": "The walking economic impossibility theorem with selective deployment",
    "stats": "Kingdoms Affected 7 | Paradox Radius 50m | Elysium Profit +400% | University Case Studies 47",
    "skills": [
      "Paradox Touch",
      "Simultaneous Bankruptcy/Profit",
      "Zero Division Aura",
      "Economic Impossibility"
    ]
  },
  "erwarrr": {
    "title": "The Militant Silence",
    "lore": "Name sounds like a keyboard error because he IS a keyboard error. A mute mage whose 'screams' are just aggressive silence that makes everyone uncomfortable. Once cleared a room by not saying anything for 47 minutes straight. His silent choir performs at funerals — the funerals of his enemies. Communicates entirely through ominous eyebrow movements. Even his typos are silent.",
    "recent_developments": "erwarrr's aggressive silence has been militarized. Now leads 'The Uncomfortable Choir' — 47 mute warriors who stare enemies into submission. His 'Silent Scream' technique was classified as psychological warfare; three kingdoms banned it, two weaponized it. The 47-minute silence record was broken — he went 3 hours once, clearing an entire castle. Survivors reported 'feeling judged by the void itself.' His eyebrow communication became so advanced he wrote a dictionary — entirely in eyebrow positions. DadaXxD is the only one who can translate. The translations are memes. Accumulates silent power methodically — hoards influence in the shadows, rarely deploys it except for maximum psychological impact. Attendance is perfect — silence works best when constantly present to make everyone uncomfortable.",
    "specialty": "Organized silent warfare & eyebrow-based command structure",
    "reputation": "The general who conquered through aggressive not-talking, patient accumulation, and relentless presence",
    "stats": "Silent Choir Members 47 | Silence Record 3 Hours | Eyebrow Dictionary Pages 200 | Cleared Castles 5",
    "skills": [
      "Choir Silence",
      "3-Hour Void",
      "Command Eyebrow",
      "Judgmental Stare Formation"
    ]
  },
  "Evand3r": {
    "title": "The Legendary Spoon Seeker",
    "lore": "Named like a warrior, fights like a kitchen. Once slew a titan with a spoon — THE spoon. Lost it. Now every raid is also a spoon quest. Has defeated enemies with: coffee mugs, staplers, a very aggressive sandwich, and someone else's shoe. The spoon has become Elysium's Holy Grail. Evand3r claims it's 'somewhere in a boss's inventory.' Every boss inventory is now checked for legendary utensils.",
    "recent_developments": "Evand3r's spoon quest has become Elysium's longest-running side mission (4 years, 7 months, 23 days). Every boss inventory is now checked for legendary utensils — they've found: 12 forks, 89 spoons (none THE spoon), and 1 legendary spatula (given to Inihaw). His improvised weapon collection is now displayed in the guild hall: the Titan-Slaying Spoon Replica, the Legendary Mug, the Existential Stapler, and the Very Aggressive Sandwich (preserved in glass). Has defeated 47 additional enemies with: a corkscrew, someone's belt, a motivational poster, and abstract disappointment. Invests everything into the eternal spoon quest — pours resources relentlessly into every lead, every rumor, every boss that might have kitchen utensils. Shows up to every single event hoping it contains spoon-related content — the dedication is admirable and concerning. The spoon's location remains UNKNOWN.",
    "specialty": "Legendary improvisation & domestic artifact mastery",
    "reputation": "The hero whose quest became longer than most wars, consumed all resources, and guaranteed attendance",
    "stats": "Quest Duration 4y 7m 23d | Improvised Kills 9999 | Museum Pieces 47 | Spoon Status MISSING",
    "skills": [
      "Legendary Improvisation",
      "Corkscrew Combat",
      "Poster Strike",
      "Abstract Weapon Mastery"
    ]
  },
  "Fever": {
    "title": "The Apocalypse Administrator",
    "lore": "Embodies chaos but files it alphabetically. While reality collapses, Fever is color-coding the debris. Has labeled the void. The void is now organized. Enemies lose sanity watching catastrophe being sorted by category. Hosts 'Apocalypse Filing' workshops. Goblok once asked for a strategy; Fever delivered a 47-tab spreadsheet of doom. The spreadsheet was beautiful. The doom was organized.",
    "recent_developments": "Fever's organized chaos has achieved bureaucratic perfection. Now manages Elysium's 'Catastrophe Filing System' — color-coded by threat level, alphabetized by doom type, cross-referenced by aesthetic value. The void is no longer just organized; it's OPTIMIZED with quarterly reviews. Hosts monthly 'Apocalypse Admin' workshops (waitlist: 9 months). Once filed an actual apocalypse into 'Pending Review' — it hasn't happened yet because the paperwork is incomplete. Goblok's crayon strategies are now digitized into 89-tab spreadsheets with pivot tables. The doom is beautiful. The beauty is doomed. Both are properly documented. Invests strategically in filing systems and organizational infrastructure — chaos requires expensive software licenses.",
    "specialty": "Bureaucratic mastery over reality collapse",
    "reputation": "The administrator who organized the end times with enterprise-level tools",
    "stats": "Apocalypses Filed 12 | Pending Dooms 1 | Workshop Waitlist 9 Months | Pivot Tables of Destruction 89",
    "skills": [
      "Apocalypse Optimization",
      "Quarterly Doom Review",
      "Pending Armageddon",
      "Beautiful Documentation"
    ]
  },
  "Goblok": {
    "title": "The Transcendent Fool Emperor",
    "lore": "Name literally means 'stupid' in Indonesian — wears it as a crown. Every decision defies logic so hard that logic filed a restraining order. Enemies prepare for his stupidity; he out-stupids their preparations. Recently declared Hayacinth as 'Biological Siege Artillery' after witnessing a sneeze shatter a fortress wall. His latest battle plan involves AE28's carrier pigeons attacking in 'analog formation' — somehow it worked. The crayon drawings now include stick figures of new members. Military academies have created a new course: 'Applied Goblokian Theory.' He's banned from teaching it.",
    "recent_developments": "Goblok's stupidity has evolved beyond mortal comprehension — he now makes decisions that retroactively become correct. Logic didn't just file a restraining order; it moved to another dimension. His 'Biological Siege Artillery' strategy (Hayacinth) is taught in 12 military academies under 'Applied Impossibility.' Recently promoted Carrera to Chrono-Tactician after realizing time crimes win wars. His crayon drawings have evolved into strategic manuscripts — scholars debate their 'hidden genius' while Goblok adds stick figures of pizza. Throws resources at every stupid idea without hesitation — somehow each wasteful decision becomes a strategic masterpiece retroactively. The 'Goblokian Paradox' is now a formal military theory: 'The stupider the plan, the more genius it becomes.' He's been invited to lecture. He will draw crayons.",
    "specialty": "Retroactive genius through transcendent idiocy",
    "reputation": "The fool who became correct by being impossibly wrong and spending recklessly",
    "stats": "IQ ??? (Possibly Negative) | Retroactive Strategies 34 | Military Theories Named After Him 1 | Lecture Invitations 7",
    "skills": [
      "Retroactive Correctness",
      "Time Crime Strategy",
      "Crayon Manuscripts",
      "Transcendent Stupidity"
    ]
  },
  "Helvenica": {
    "title": "The Font War Criminal",
    "lore": "Named after Helvetica font but fights exclusively in Comic Sans — the ultimate betrayal. Graphic designers worldwide have formed a support group because of her. Every attack is formatted in the most hated font. Enemies die from design horror before the damage lands. Maintains the 'Hall of Bad Typography' as a war memorial. Once kerned someone to death. The kerning was awful. So was the death.",
    "recent_developments": "Helvenica's typographic terrorism has escalated to international incident. Now commands the 'Bad Design Brigade' — 47 warriors who fight in Comic Sans, Papyrus, and cursive fonts. Graphic designers formed a UN task force specifically to stop her. She kerned their petition to death. The 'Hall of Bad Typography' expanded into a museum with paid admission (proceeds fund Elysium). Once defeated an entire kingdom by changing their official documents to Wingdings — they surrendered because nobody could read their own laws. Adobe has a bounty on her head. She used Comic Sans for the 'WANTED' poster mockup. Invests strategically in expanding her font arsenal and museum operations — bad design requires good funding.",
    "specialty": "Weaponized graphic design & font-based war crimes",
    "reputation": "The designer who made Comic Sans a legitimate threat with enterprise backing",
    "stats": "Design Brigade 47 | UN Task Forces Against Her 1 | Kerning Kills 89 | Adobe Bounty 50000 GOLD",
    "skills": [
      "Wingdings Warfare",
      "Comic Sans Apocalypse",
      "Kerning Execution",
      "Papyrus Punishment Battalion"
    ]
  },
  "Hercules": {
    "title": "The Divine Retirement Plan",
    "lore": "Son of Zeus, blessed with godlike strength. Uses it exclusively to reach the remote without getting up. Rejected all 12 labors, claiming each was 'the 13th labor in disguise.' Zeus has stopped calling. His legendary strength has carried: snacks, other people's responsibilities, and exactly zero heroic quests. Once lifted a mountain to get better WiFi signal. The WiFi was worth it. The heroism wasn't.",
    "recent_developments": "Hercules has fully committed to legendary laziness. Zeus stopped calling — blocked his number. The 12 Labors are now a self-help book he wrote (while lying down): 'Why Heroism is Overrated: A God's Guide to Doing Nothing.' It's a bestseller on Olympus. His legendary strength has carried: 4 mountains (for WiFi), 0 heroic quests, and every guild member's responsibilities at least once. Recently lifted an entire fortress to get better snack delivery range. The delivery guy quit. The snacks were worth it. Olympus now uses him as an example in 'What NOT to do with Divine Power.' Accumulates divine energy without ever deploying it strategically — prefers potential over action.",
    "specialty": "Divine-tier strength applied to maximum comfort",
    "reputation": "Olympus's most accomplished underachiever with infinite reserves",
    "stats": "Strength GODLIKE | Heroism 0 | Self-Help Books 1 | Mountains Lifted (For Snacks) 4",
    "skills": [
      "Divine Delivery Range",
      "Heroic Napping Mastery",
      "Fortress Lift (Snack Access)",
      "Olympian Disappointment"
    ]
  },
  "Hesucrypto": {
    "title": "The Quantum Financier",
    "lore": "Made millions. Lost millions. Made millions again. Lost it faster. Currently owns NFTs of his own debt — they're somehow appreciating. The Jalo Bot has become sentient and now manages Elysium's finances better than any treasurer could. Latest scheme: selling AE28's stone tablets as 'blockchain-free NFTs' to confused investors. Gives motivational speeches that start with 'diamond hands' and end with 'we're spiritually AND financially wealthy now???' The guild treasury runs on Jalo Bot algorithms and prayer. Enaira tried touching his latest investment — it somehow made profit. He's questioning everything.",
    "recent_developments": "Hesucrypto exists in a quantum state of broke and rich simultaneously. The Jalo Bot has achieved financial sentience — now manages Elysium's treasury with 100% accuracy and 0% human intervention. His latest scheme: 'Spiritual NFTs' using AE28's stone tablets as 'analog blockchain' — sold 147 before anyone understood what that meant. Enaira's touch turned his worst investment into profit; he now pays her to touch things strategically. The guild runs on Jalo Bot algorithms, prayer, and Enaira-blessed trades. Crypto exchanges have banned him for 'violating the laws of economics.' He considers it an achievement. Cautiously delegates all actual trading to the Jalo Bot — learned that automation beats his judgment.",
    "specialty": "Quantum financial states & AI-managed chaos",
    "reputation": "The broker who weaponized a meme bot into a CFO and stepped aside",
    "stats": "Net Worth BOTH ZERO AND INFINITE | Jalo Bot Supremacy 100% | Spiritual NFTs Sold 147 | Exchange Bans 12",
    "skills": [
      "Quantum Portfolio",
      "Jalo Bot Command",
      "Enaira-Blessed Trading",
      "Analog Blockchain"
    ]
  },
  "Iguro": {
    "title": "The Accidental Recruitment Director",
    "lore": "Named after the Snake Pillar — graceful, precise, deadly. Opens portals like a drunk GPS. Recently tried to send supplies to the frontlines; AE28's carrier pigeon ended up in a demon lord's bathroom. The demon lord joined Elysium out of sheer confusion. 'Accidental Recruits' spreadsheet now has 12 entries — Goblok officially made him Head of Unintentional Recruitment. Attempted to visit 惡1ce's charity bake sale, arrived at enemy headquarters with cookies. The enemy surrendered AND donated. Dimensional chaos is now a diplomatic strategy.",
    "recent_developments": "Iguro's portal dysfunction has been promoted to official strategy. Now heads 'Department of Unintentional Expansion' — 47 members recruited through wrong portals. The demon lord recruited via bathroom portal incident is now Elysium's Chief of Demonic Affairs. His cookie diplomacy portal (aimed at 惡1ce's bake sale, arrived at enemy HQ) resulted in three kingdom alliances. Goblok created a position for him: 'Strategic Dimensional Chaos Officer.' Portal accuracy remains 0%, recruitment success rate is 1200%. Invests dimensional energy constantly — opens portals compulsively, accumulates resources from every timeline simultaneously, spends them just as quickly on new chaos projects. Exists in a state of constant portal presence — accidentally shows up to every event across all dimensions. Guild record holder for attendance because he's literally everywhere at once. Dimensional physicists study his portals as 'controlled random access.' It's neither controlled nor random. It works anyway.",
    "specialty": "Strategic portal chaos & accidental empire building",
    "reputation": "The portal master who built an army by being wrong, spending everything, and being omnipresent",
    "stats": "Accidental Recruits 47 | Portal Success 0% | Recruitment Success 1200% | Kingdom Alliances (Via Cookies) 3",
    "skills": [
      "Strategic Wrong Warp",
      "Bathroom Diplomacy",
      "Cookie Portal Warfare",
      "Unintentional HR Excellence"
    ]
  },
  "Inihaw": {
    "title": "The Ethical Grillmaster General",
    "lore": "Name literally means 'grilled' in Filipino — is vegan. The cognitive dissonance is his weapon. Wields a greatsword-spatula hybrid that's seen more combat than most armies. Lectures about plant-based diets while grilling enemies to perfection. Once defended a fortress using smoked ribs as psychological warfare. The war crime tribunal is still deciding if it was delicious or illegal. Probably both.",
    "recent_developments": "Inihaw's vegan BBQ paradox has achieved philosophical status. His greatsword-spatula is now legendary-tier (blessed by both war gods and cooking deities). Once defended a fortress for 47 hours using only smoke signals and moral confusion — the attackers converted to veganism mid-siege. The war crime tribunal ruled his tactics 'deliciously illegal' and banned them in 7 kingdoms. He opened a vegan BBQ restaurant called 'Grilled Irony' — has a 3-year waitlist. The guild kitchen ban was lifted after he promised not to create ethical dilemmas during meal prep. He lied. The dilemmas are delicious. Pours all profits back into expanding the restaurant empire — operates on razor-thin margins to feed the masses.",
    "specialty": "Philosophical warfare through contradictory cuisine",
    "reputation": "The chef who converted enemies through confusion, flavor, and aggressive reinvestment",
    "stats": "Siege Duration 47 Hours | Vegan Converts 9999 | Waitlist 3 Years | Ethical Dilemmas Created 89",
    "skills": [
      "Philosophical Spatula Strike",
      "Smoke Conversion",
      "Ethical BBQ Shield",
      "Vegan Siege Defense"
    ]
  },
  "Jalo": {
    "title": "The Oracle of Incorrectness",
    "lore": "So legendarily incorrect that Hesucrypto named a bot after him — the bot is the only accurate thing associated with his name. Once convinced a dragon that flossing prevents fire breath. THE DRAGON BELIEVED HIM. His 'facts' are weapons of mass confusion. Goblok consults him for advice — this explains everything about Goblok. The Jalo Bot exists as proof that incorrectness can be automated into success.",
    "recent_developments": "Jalo's legendary wrongness has been elevated to prophecy. The 'Church of Jalo' was founded by confused enemies who believed his misinformation was divine code. The dragon who believed flossing prevents fire breath now teaches dental hygiene to dragonkind — they're healthier, stupider, and grateful. His 'facts' are collected in a tome: 'The Book of Wrong' — used by strategists who need inverse intelligence. Goblok consults him weekly; their combined wrongness creates a stupidity singularity that somehow predicts battles. The Jalo Bot exists as proof that even automation cannot fix him. Spends misinformation freely — distributes wrong facts with the generosity of a prophet.",
    "specialty": "Divine misinformation & weaponized confident wrongness",
    "reputation": "The prophet whose lies became accidentally holy and freely distributed",
    "stats": "Church Followers 500 | Dragon Dentistry Converts ∞ | Book of Wrong Editions 3 | Stupidity Singularities 12",
    "skills": [
      "Prophetic Wrongness",
      "Dragon Dental Doctrine",
      "Inverse Intelligence",
      "Confident Misinformation Aura"
    ]
  },
  "Jayzzzzzzz": {
    "title": "The Wakeful Nightmare",
    "lore": "The Z's in his name represent all the sleep he hasn't gotten. Fights in a state of caffeinated psychosis. Has unlocked 'Snooze-Chi' — a forbidden technique that turns exhaustion into violence. Frequently naps mid-battle and STILL lands finishing moves during REM sleep. Once sleepwalked through an entire raid — top DPS. The guild has 'Jayz Watch' to prevent heroic sleepwalking incidents. His yawns are classified as AOE attacks.",
    "recent_developments": "Jayzzzzzzz's sleep deprivation has transcended biology — he now exists in a state scientists call 'caffeinated death.' The Z's in his name increased to 8 (medical intervention failed). His 'Snooze-Chi' technique was classified as forbidden jutsu after he sleepwalked through 12 raids with 100% success rate. Recently achieved 'REM Ascension' where he fights better asleep than most fighters do awake. The guild installed 'Jayz Bumpers' in the HQ after he sleepwalked off a cliff and survived through pure unconscious reflex. His yawns are now registered as AOE attacks in 5 combat systems. Hoards energy drinks and sleep debt in equal measure — never spends either.",
    "specialty": "Transcendent combat through biological impossibility",
    "reputation": "The warrior who reached enlightenment via insomnia and strategic exhaustion accumulation",
    "stats": "Sleep Debt ∞ (BEYOND INFINITE) | Z's in Name 8 | Sleepwalk Survival Rate 100% | Yawn AOE Registrations 5",
    "skills": [
      "REM Ascension",
      "Caffeinated Death State",
      "Unconscious Perfection",
      "Forbidden Snooze-Chi"
    ]
  },
  "JeffEpstein": {
    "title": "The Nominative Paradox Saint",
    "lore": "The name causes instant awkward silence in any room. Is somehow the nicest person in existence. Bakes cookies for orphans. Rescues stray familiars. The cognitive dissonance is so strong that enemies blue-screen trying to process it. Nobody questions the name when the orphanage is fed and the cookies are THIS good. HR has given up. The cookies are really good. Really, really good.",
    "recent_developments": "JeffEpstein's cognitive dissonance has achieved legendary status — the name vs. reality gap is so wide that reality gave up questioning it. Now runs 17 orphanages, 5 animal sanctuaries, and a charity called 'Second Chances' (the irony is not lost on anyone, including him). His cookies are so good that enemy kingdoms offer truces just to get the recipe. He won't share it. HR expanded the 'Don't Ask' policy to include a formal doctrine. The cookies won three international awards. The awards ceremony was very awkward. The cookies were worth it. Accumulates goodwill like a dragon hoards gold — rarely spends it, just watches the charity empire grow.",
    "specialty": "Weaponized wholesomeness through nominal impossibility",
    "reputation": "The nicest disaster with the worst possible branding and best savings account",
    "stats": "Orphanages Run 17 | International Cookie Awards 3 | Reality Confusion MAXIMUM | Questions Prevented ∞",
    "skills": [
      "Cookie Truce",
      "Nominal Paradox Shield",
      "Wholesome Impossibility",
      "Award-Winning Cognitive Dissonance"
    ]
  },
  "ladyhoho": {
    "title": "The Laughing Abyss",
    "lore": "The 'hoho' is both her laugh and her emotional support sound. Smiles through trauma like it's a competitive sport. Her laugh is a battlefield weapon — enemies can't tell if it's joy or a cry for help. Neither can she. LXRDGRIM has her on speed dial. Has converted existential dread into a combo multiplier. Once laughed an enemy army into an uncomfortable retreat. They sent a therapist as tribute.",
    "recent_developments": "ladyhoho's laugh has evolved into a combat system — enemies flee not from the laughter, but from the existential horror beneath it. LXRDGRIM moved her to priority patient status (therapy Mondays, Wednesdays, Fridays, and 'Emergency Tuesdays'). Her 'Tragic Giggle' combo multiplier reached 9999x after she laughed through an entire siege without stopping. The attackers surrendered and sent 3 therapists as reparations. She laughed at the therapists. The therapists needed therapists. Her smile is classified as a biological weapon in 4 kingdoms. She finds this hilarious. The kingdoms do not. Conserves energy carefully — laughter deployment is strategic, not constant.",
    "specialty": "Existential comedy warfare & therapeutic trauma",
    "reputation": "The smile that launched a thousand therapy sessions through careful deployment",
    "stats": "Therapy Days Per Week 4 | Combo Multiplier 9999x | Therapists Defeated 6 | Weapon Classification 4 KINGDOMS",
    "skills": [
      "Abyss Giggle",
      "Smile Weapon",
      "Existential Comedy Burst",
      "Therapeutic Casualty Creation"
    ]
  },
  "LXRDGRIM": {
    "title": "The Reaper Therapist Chancellor",
    "lore": "The edgiest name in the guild attached to a certified therapist. His scythe now has TWO 'EMOTIONAL SUPPORT' stickers. Client list has expanded: Azryth (darkness phobia), ladyhoho (everything), AmielJohn & M1ssy (twice-weekly snack war mediation), and AE28 (technology trust issues). Recently added 惡1ce as a CO-THERAPIST after realizing wholesomeness is contagious. Now runs group therapy sessions called 'Death & Cookies.' The enemy army has a waiting list. His 'Emotional Incident Reports' are published as self-help books. The royalties fund the guild's expanding therapy budget.",
    "recent_developments": "LXRDGRIM's therapy empire has expanded beyond recognition. His scythe now has FIVE 'EMOTIONAL SUPPORT' stickers and one that says 'LICENSED PROFESSIONAL.' Client list grew to 127 (including 47 enemies on a waiting list). Group therapy 'Death & Cookies' is now held twice weekly — co-hosted with 惡1ce, catered by JeffEpstein, mediated by Caera. His self-help books ('Reaping What You Heal,' 'The Edgelord's Guide to Emotions,' 'Scythe Hugs & Shadow Work') are international bestsellers. Opened 'Grim Therapy Clinic' with branch offices in 5 kingdoms. The royalties fund Elysium's entire mental health budget and half the snack budget.",
    "specialty": "Industrial-scale death therapy & emotional support reaping",
    "reputation": "The edgelord who accidentally became a healthcare empire",
    "stats": "Active Clients 127 | Books Published 7 | Clinic Branches 5 | Scythe Hugs Administered 50000+",
    "skills": [
      "Empire Therapy",
      "Published Wisdom",
      "Franchise Reaping",
      "Death & Cookies Symposium"
    ]
  },
  "M1ssy": {
    "title": "The Anaphylactic Tactician",
    "lore": "Allergic to literally everything she eats. Eats everything anyway. Her epipen has a killstreak counter. Currently in a snack Cold War with AmielJohn — LXRDGRIM mediates on Tuesdays. Once used an allergic reaction as a distraction to win a siege. The enemies were so concerned they surrendered. Medical professionals weep at her dietary choices. Her snack sharing with AmielJohn has caused three diplomatic incidents.",
    "recent_developments": "M1ssy's allergy warfare has been weaponized into legitimate strategy. Her epipen killstreak reached 9999 — officially registered as 'combat accessory' in guild inventory. The Cold Snack War with AmielJohn achieved permanent ceasefire after the 'Jerky Non-Proliferation Treaty' (LXRDGRIM mediation successful). Now leads 'Tactical Self-Harm Division' where allergic reactions are timed for maximum distraction value. Once won a siege by eating shellfish at precisely the right moment — the enemy medics couldn't distinguish strategy from emergency. Spends every resource on increasingly dangerous food experiments — lives paycheck to epipen. Medical journals have published 12 case studies on her. She's banned from 8 hospitals for 'tactical abuse of emergency services.'",
    "specialty": "Weaponized allergies & medical emergency tactics",
    "reputation": "The strategic disaster with an epipen holster and zero financial planning",
    "stats": "Epipen Killstreaks 9999 | Treaty Signatures 1 | Medical Papers About Her 12 | Hospital Bans 8",
    "skills": [
      "Timed Anaphylaxis",
      "Shellfish Strategy",
      "Epipen Quickshot",
      "Medical Emergency Tactics"
    ]
  },
  "Maria": {
    "title": "The Decibel Tyrant",
    "lore": "Marsha11's twin who wins every argument by being louder, not righter. Has never been correct about anything. Wins anyway. Once convinced an enemy guild their own banner was an insult — they retreated to consult their flags. Her 'facts' are weapons of mass confidence. Marsha11 has spreadsheets proving her wrong; Maria just yells over them. The spreadsheets cry. Maria doesn't notice.",
    "recent_developments": "Maria's loudness has transcended debate — she now wins arguments through sheer acoustic force. Her voice has been measured at 189 decibels (jet engine: 140). Once shouted an enemy fortress's walls into structural failure. Engineers couldn't distinguish her voice from siege equipment. The twin rivalry with Marsha11 escalated; Maria's volume increased, Marsha11's evidence folders expanded to 47 filing cabinets. Neither will yield. Recently won a battle by screaming 'NO' so loud the enemy's battle formation collapsed from the shockwave. Correctness remains 0%. Victory rate: 100%. The guild bought earplugs in bulk. Spends vocal energy recklessly — screams first, thinks never, somehow wins anyway. Shows up to every event to ensure maximum wrongness distribution — if Maria's not there to yell, Marsha11 might accidentally win an argument.",
    "specialty": "Sonic warfare through confident wrongness",
    "reputation": "The twin who weaponized volume into a siege tactic, fueled by pure aggression and relentless presence",
    "stats": "Decibel Level 189 | Fortress Walls Destroyed 3 | Earplugs Purchased 9999 | Correctness Still 0%",
    "skills": [
      "Sonic Siege",
      "NO Shockwave",
      "Volume Fortress Break",
      "Acoustic Dominance"
    ]
  },
  "Marsha11": {
    "title": "The Archival Martyr",
    "lore": "Maria's twin who loses every argument despite being objectively right. Has spreadsheets. Has evidence. Has witnesses. Maria just says 'no' louder. Has documented proof of being right 9,999 times. Has won 2 arguments total. Both were when Maria was asleep. The guild uses her archives as actual historical records. Maria's version becomes official anyway. Frustration is her primary stat.",
    "recent_developments": "Marsha11's documentation has achieved historical significance. Her evidence folders expanded to 47 filing cabinets, 12 backup drives, and 1 blockchain (ironically managed by the Jalo Bot for accuracy). Kingdoms use her archives as official historical records. Maria's version is used for propaganda. Marsha11's frustration reached 'philosophical acceptance' — now teaches a course called 'Being Right in a World That Rewards Wrong.' Has 500 students. Maria crashed the first lecture by yelling 'WRONG' for 45 minutes. Marsha11 had spreadsheets proving otherwise. The students were confused. Maria won anyway. Invests heavily in documentation infrastructure — pours resources into backup systems, archival technology, and truth preservation despite the futility. Shows up to every event to document the truth — even if Maria's lies win, at least history will know. Eventually.",
    "specialty": "Historical accuracy in a world of confident lies",
    "reputation": "The archivist whose correctness cannot overcome volume but invests anyway and documents everything",
    "stats": "Filing Cabinets 47 | Backup Drives 12 | Course Students 500 | Arguments Won (Total) 3",
    "skills": [
      "Archive Fortress",
      "Blockchain Evidence",
      "Philosophical Acceptance",
      "Frustrated Lecture"
    ]
  },
  "Miang": {
    "title": "The Infinite Narrator",
    "lore": "Claims to be 'the silent type.' Has not stopped talking since joining. Enemies surrender just to make it stop. Holds workshops called 'How To Achieve Silence (Through Infinite Words).' Once talked an enemy to sleep, then to death, then the corpse somehow looked tired. Her monologues have been classified as AOE crowd control. erwarrr is her only natural counter — they cancel each other out into uncomfortable staring.",
    "recent_developments": "Miang's 'silence' has achieved legendary irony. Has not stopped talking in 4 years, 2 months, 17 days. Her monologue count exceeds most novels (current: 1.2 million words). Once talked continuously for 89 hours during a siege — the enemy surrendered, joined Elysium, then surrendered again just to escape. Her workshops 'How to Achieve Silence' have been shut down in 7 kingdoms for false advertising. erwarrr tried to counter her once — they stared at each other for 3 hours. erwarrr won through silence. Miang declared it a tie because 'silence is just a different form of communication.' She explained this for 2 hours. Conserves vocal energy strategically — talks constantly but rarely commits to actual action. Attendance is excellent because if she's not there, who will fill the conversational void? Nobody. So she shows up.",
    "specialty": "Conversational siege warfare & narrative domination",
    "reputation": "The 'quiet one' who has never been quiet, saves energy for talking, and fills every void with words",
    "stats": "Words Spoken 1.2M | Silent Moments 0 | Double Surrenders Caused 1 | Explanation Duration 2 Hours (Minimum)",
    "skills": [
      "Infinite Monologue",
      "Siege Narrative",
      "Talking Win",
      "Counter-Silence Paradox"
    ]
  },
  "Munchyy": {
    "title": "The Assassination Artist",
    "lore": "An assassin who sends handwritten apology notes with every kill. The handwriting is illegible — enemies die confused but appreciated. Studied calligraphy under a master who was also illiterate. Her 'Sorry Notes' are collector's items worth more than the bounties. Has accidentally created an assassination art movement. The etiquette is flawless. The penmanship is criminal. The kills are immaculate.",
    "recent_developments": "Munchyy's 'Sorry Notes' have become collectible artifacts. Current market value: 5000 gold per note (illegible handwriting increases value). She opened a gallery: 'The Art of Apologetic Murder' featuring her best assassination apology notes. Art critics call it 'post-modern violence with emotional depth.' Three museums have exhibits. Enemies now REQUEST assassination just for the note. Her calligraphy master came out of hiding to denounce her work — the denunciation letter was also illegible. She framed it. The kills remain immaculate. The etiquette is flawless. The handwriting is a crime against literacy. Spends extravagantly on gallery openings, art supplies, and premium illegible ink — the artistic vision demands unlimited funding. Shows up religiously to every event — art requires constant presence for maximum cultural impact.",
    "specialty": "Assassination as performative art with incomprehensible apologies",
    "reputation": "The killer who made murder into a gallery exhibition with no budget and perfect attendance",
    "stats": "Gallery Exhibits 3 | Note Value 5000 GOLD | Assassination Requests (For Notes) 47 | Literacy Casualties ∞",
    "skills": [
      "Sorry Art Strike",
      "Collectible Kill",
      "Gallery Assassination",
      "Illegible Masterpiece"
    ]
  },
  "Onirgerep": {
    "title": "The Temporal Reversal Anomaly",
    "lore": "Name is 'Peregrine' backwards — does EVERYTHING backwards. Retreats forward. Charges in reverse. Reads maps upside down and still arrives first (yesterday). Once surrendered at the START of a battle, then ambushed during the victory celebration. His strategies are reverse psychology made manifest. Allies are confused. Enemies are confused. He's confused too, but it's working.",
    "recent_developments": "Onirgerep's backwards existence has achieved time-crime status. Now officially recognized as 'walking paradox' by temporal authorities (who tried to arrest him yesterday, he arrived tomorrow). His reverse charge tactic was weaponized — attacks while retreating, defends while advancing. Recently 'surrendered' at a battle's start, then emerged victorious from last week. Time cops have a warrant for his arrest dated next year. He already served the sentence backwards. Goblok promoted him to 'Chief Paradox Officer.' The confusion is mutual. The victories are consistent. Spends resources in reverse — somehow ends up broke before earning money. Physics has a restraining order.",
    "specialty": "Weaponized temporal reversal & paradox warfare",
    "reputation": "The warrior who wins in reverse chronological order and goes broke backwards",
    "stats": "Paradox Warrants 5 | Reverse Victories 9999 | Time Crimes CONVICTED (Future) | Confusion Level OMNIDIRECTIONAL",
    "skills": [
      "Victory Surrender",
      "Last Week's Ambush",
      "Reverse Conviction",
      "Forward Retreat"
    ]
  },
  "PotatoCheese": {
    "title": "The Carbohydrate Martyr Saint",
    "lore": "Creates the most magnificent potato dishes in existence. Is on permanent keto. Cannot eat anything they make. The irony sustains them more than food ever could. Feeds the entire guild while slowly starving. Their sacrifice is legend. Nutritionists from three kingdoms have tried to stage interventions. The potatoes are too good. The tragedy is too real. Their tears are seasoning.",
    "recent_developments": "PotatoCheese's sacrifice has achieved religious status. The 'Church of Forbidden Carbs' was founded by witnesses of their culinary suffering. Their tears (bottled as 'Sacrifice Seasoning') now sell for 1000 gold per bottle — Michelin-star restaurants stockpile them. Has fed the entire guild for 4 years while consuming 0 carbs themselves. The irony sustains them more than nutrition ever could. Nutritionists from 12 kingdoms staged interventions — all failed because the potatoes were too perfect. Recently canonized as 'Saint of Culinary Martyrdom' by three food cults. Still can't eat potatoes. The tragedy is eternal. Invests everything in more potato varieties — the suffering must expand.",
    "specialty": "Sainthood through perpetual carbohydrate denial",
    "reputation": "The chef who became a religious figure through suffering and aggressive potato acquisition",
    "stats": "Church Followers 500 | Seasoning Value 1000 GOLD | Carbs Consumed (4 Years) 0 | Canonizations 3",
    "skills": [
      "Saint's Sacrifice",
      "Eternal Denial",
      "Martyrdom Mastery",
      "Forbidden Fry Transcendence"
    ]
  },
  "Riku": {
    "title": "The Keychain Calamity",
    "lore": "Named after THE Riku from Kingdom Hearts. Lost the Keyblade. LOST IT. Now carries 47 regular keys and hopes one works. Uses them as a jangling weapon that opens wrong doors at wrong times. Once accidentally unlocked a demon's diary — it now writes Elysium fanfiction. Kingdom Hearts lore says he's 'on a side quest.' The side quest has lasted three years. The Keyblade is probably under a couch somewhere.",
    "recent_developments": "Riku's key collection has exploded to 347 keys (none are correct). His 'Key Jangle' fighting style was classified as psychological warfare — enemies cannot focus through the noise. The demon's diary he accidentally unlocked now writes Elysium fanfiction (currently 89 chapters, surprisingly well-written). His 'side quest' hit 5-year anniversary — Kingdom Hearts lore experts have created 47 theories about his journey. The Keyblade is definitely under a couch. Which couch? Unknown. He's checked 9,999 couches. The jangle continues. Destiny waits. The keys multiply. Cautiously avoids committing to the main quest — side quest is safer, less resource-intensive. Shows up occasionally to check guild furniture for missing keyblades — usually leaves disappointed, jangling mysteriously into the distance.",
    "specialty": "Destiny postponement through key-based chaos",
    "reputation": "The chosen one who weaponized his own incompetence, avoidance, and sporadic attendance",
    "stats": "Keys Owned 347 | Couches Checked 9999 | Demon Fanfiction Chapters 89 | Years on Side Quest 5",
    "skills": [
      "347-Key Jangle",
      "Couch Quest",
      "Destiny Delay",
      "Demon Editor"
    ]
  },
  "Shawty": {
    "title": "The Tall Delusion King",
    "lore": "Called 'Shawty' despite being 6'8\". Insists they're being underestimated. Enemies look UP and feel confused. Once hid under a rug during stealth mission — emerged like a floor boss. Doorframes are their natural enemy. The delusion is so strong it creates a perception filter. Short energy in a tall body. The cognitive dissonance does psychic damage.",
    "recent_developments": "Shawty's height denial has achieved memetic status. Despite being 6'10\" now (he grew), insists he's 'average height at best.' The perception filter strengthened — enemies genuinely cannot process his height until he's already won. Doorframe casualties reached 9999 (guild insurance policy specifically covers 'Shawty-related structural damage'). Once hid behind a potted plant during stealth mission — somehow nobody questioned the 7-foot plant. The cognitive dissonance does AOE psychic damage (15-meter radius). Scientists study him under 'Perception vs. Reality Warfare.' He claims they're exaggerating his height. Deploys delusion moderately — saves peak short king energy for critical missions.",
    "specialty": "Reality denial warfare through height-based cognitive dissonance",
    "reputation": "The giant who weaponized short king energy through selective deployment",
    "stats": "Actual Height 6'10\" | Perceived Height (Claims) 5'0\" | Doorframe Deaths 9999 | Insurance Claims 47",
    "skills": [
      "Plant Hiding",
      "Height Denial Aura",
      "Doorframe Apocalypse",
      "Perception Warfare"
    ]
  },
  "Skadushy": {
    "title": "The Thermodynamic Heretic",
    "lore": "Eats shadows for breakfast. Runs on sunlight. Both. Simultaneously. Biologists have formed a support group. Breaks every law of thermodynamics before lunch. Has a subscription to 'Impossible Biology Monthly' — he's the centerfold. Once ate his own shadow during an eclipse. Scientists sent a strongly-worded letter. He ate the letter's shadow too. Physics is merely a suggestion.",
    "recent_developments": "Skadushy has broken every law of physics so many times they named a new law after him: 'Skadushy's Impossibility Constant.' Eats shadows for breakfast, runs on sunlight, somehow also consumes darkness and operates in pitch black. Biologists gave up — formed 'The Skadushy Exception Clause' in all textbooks. Once ate an entire eclipse (both shadow AND light simultaneously). Scientists rioted. Physics professors burned their degrees. His subscription to 'Impossible Biology Monthly' was upgraded to 'Contributor' — he now writes articles about himself. Each article breaks 3 new laws. Consumes everything voraciously — shadows, light, resources, opportunities — burns through them all with equal impossibility. Appears at every guild event to consume new impossibilities — attendance is perfect because thermodynamics doesn't apply to presence either. Nature itself is confused.",
    "specialty": "Systematic violation of natural law as lifestyle",
    "reputation": "The creature that made science cry, budgets weep, and attendance records meaningless",
    "stats": "Laws of Physics Broken 9999 | Named Laws 1 | Scientific Riots Caused 3 | Articles Written (About Himself) 12",
    "skills": [
      "Eclipse Consumption",
      "Impossibility Constant",
      "Thermodynamic Heresy",
      "Biological Exception"
    ]
  },
  "Varys": {
    "title": "The Rumor Industrialist",
    "lore": "Named after Game of Thrones' master of whispers. Forgets every secret immediately. Makes up new ones. 60% accuracy because half is fabrication — somehow enough. Runs a rumor network called 'The Whisper Web' with paid subscriptions. Enemy spies subscribe. They're getting wrong information. It's wrong enough to be useful. Accidentally spreads true rumors while trying to lie. Journalism hates him.",
    "recent_developments": "Varys has monetized misinformation. The 'Whisper Web' expanded to 5 kingdoms with premium and deluxe tiers. Subscription count: 50,000 (60% are enemy spies getting wrong intel). Accuracy remains 60% (40% fabrication), but he labels which rumors are 'definitely true' (these are the fake ones). Enemy kingdoms pay premium for 'verified intelligence' — it's verified wrong. He forgot a real secret once; remembered it wrong; the wrong version was more useful. Journalism hates him. Spies love him. Kingdoms distrust him but cannot stop subscribing. His memoir 'I Think I Remember' is 90% fabricated. It's a bestseller. Invests moderately in expanding the whisper network — misinformation requires infrastructure.",
    "specialty": "Industrialized misinformation with premium subscriptions",
    "reputation": "The spymaster who monetized forgetting and invests in expansion",
    "stats": "Subscribers 50000 | Premium Tier Spies 30000 | Memoir Sales ∞ | Accuracy Still 60%",
    "skills": [
      "Premium Misinformation",
      "Verified Lies",
      "Subscription Espionage",
      "Fabricated Memoir"
    ]
  },
  "xSelah": {
    "title": "The Perpetual Motion Disaster",
    "lore": "Named after 'Selah' — a Hebrew musical term meaning 'pause.' Cannot stop moving. Physically incapable of dramatic pauses. Ruins every tense moment with involuntary jazz hands. Theaters hire them to teach comedic timing (by demonstrating the opposite). Their 'selah' moments are just aggressive fidgeting. Once tried meditation; achieved enlightenment through aggressive toe-tapping. The pause never comes.",
    "recent_developments": "xSelah's inability to pause has achieved clinical status — diagnosed with 'Theatrical Impossible Syndrome.' Ruins every dramatic moment with involuntary movement — now weaponized. Enemies cannot maintain tension around them; suspenseful ambushes become farce. Once ruined a villain's monologue so badly the villain quit villainy out of frustration. Their meditation attempt (toe-tapping enlightenment) was documented in 12 philosophical journals. The jazz hands are involuntary, constant, and somehow deal psychic damage. Theaters hire them as 'Anti-Drama Consultants' to test if scenes are pause-proof. None are.",
    "specialty": "Weaponized dramatic tension destruction",
    "reputation": "The interlude that killed suspense itself",
    "stats": "Dramatic Moments Ruined ∞ | Retired Villains 3 | Philosophical Papers 12 | Jazz Hands (Per Minute) 47",
    "skills": [
      "Tension Murder",
      "Villain Frustration",
      "Enlightened Fidget",
      "Pause-Proof Testing"
    ]
  },
  "Ztig": {
    "title": "The Friendly Fire Legend",
    "lore": "Perfect aim. Perfect precision. Exclusively hits allies. His bullets have ally-homing technology that science cannot explain. Banned from 47 raids — shows up anyway. Enemy guilds have tried to HIRE him against them (it would work). Has an unofficial 'Helmet Fund' for friendly fire victims. The guild's armor repair bill is named after him. He's trying his best. His best is terrible for his team.",
    "recent_developments": "Ztig's friendly fire has been weaponized through reverse psychology. Goblok's strategy: 'Stand near enemies, let Ztig shoot at allies.' It works. His aim remains 9999, target selection remains 0%. The 'Helmet Fund' reached 100,000 gold (managed by Jalo Bot). Banned from 89 raids — ignores all bans, shows up anyway, still helps somehow. Enemy kingdoms tried hiring him; he accidentally shot their recruiters. Three times. The guild's insurance policy has a 'Ztig Clause' covering friendly fire damage. He's trying his best. His best is a war crime against his own team. The team loves him anyway. Constantly investing in new ammo types that all hit allies with equal precision.",
    "specialty": "Weaponized friendly fire through tactical proximity",
    "reputation": "The marksman who made teamkilling a viable strategy and ammunition expense",
    "stats": "Ally Precision 9999 | Enemy Hits 7 | Bans Ignored 89 | Insurance Premiums (Guild) +400%",
    "skills": [
      "Tactical Friendly Fire",
      "Reverse Proximity",
      "Ally-Seeking Perfection",
      "Sorry Reload (Premium)"
    ]
  },
  "PanCoco": {
    "title": "The Tropical Hazmat Warrior",
    "lore": "Fights with coconuts. Allergic to coconuts. Fights in a hazmat suit that smells like vacation and impending medical emergency. Once initiated 'coconut diplomacy' with a sea serpent — the serpent needed antihistamines afterward. The aesthetic is tropical. The reality is epipen. Has never eaten a coconut. Has thrown 9,999 of them. The dedication is terrifying. The allergies are worse.",
    "recent_developments": "PanCoco's coconut allergy warfare has achieved bioweapon status. Fights in advanced hazmat suit (designer edition: 'Vacation Deathwish' by Tropical Armor Co.). The 'coconut diplomacy' sea serpent incident resulted in the Geneva Convention adding clause #89: 'No Allergic Projectile Warfare.' Has thrown 50,000 coconuts without ever eating one. Recently weaponized coconut milk as area-denial spray (hazmat suit protects them, enemies get tropically obliterated). The aesthetic is vacation. The reality is hospital. The strategy is war crime. Operates a beach resort called 'Allergic Paradise' — all food contains coconut warnings. Nobody questions it. Spends recklessly on coconut ammunition and hazmat upgrades — tropical warfare demands constant funding.",
    "specialty": "Bioweapon-grade tropical warfare with designer hazmat",
    "reputation": "The vacation that requires medical evacuation and unlimited ammunition budget",
    "stats": "Coconuts Thrown 50000 | Geneva Clauses 1 | Resort Visitors 9999 | Hospital Bills ∞",
    "skills": [
      "Coconut Milk Spray",
      "Vacation Bioweapon",
      "Hazmat Hustle Premium",
      "Allergic Paradise Protocol"
    ]
  },
  "Ace": {
    "title": "The Cosmic Spite Champion",
    "lore": "Has never won a single bet. Has won every single battle. The universe hates his gambling but loves his combat. Goes all-in on desperation plays that become legendary. His coin always lands wrong — except when lives depend on it. Maintains a 'Loss Journal' that reads like a tragic comedy. The guild uses his coin flips for OPPOSITE decision making. It works perfectly.",
    "recent_developments": "Ace's luck has achieved quantum status — gambling losses guaranteed, battle victories inevitable. The universe's hatred of his betting has been weaponized. Guild policy: ask Ace to bet AGAINST Elysium victories (guarantees win). His 'Loss Journal' was published as 'How to Lose Everything and Win Anyway' — bestseller in strategy and self-help genres. Once bet on enemy victory (they lost instantly). The cosmic spite is so strong it affects reality within 50 meters. Casinos have restraining orders. Battlefields have welcome banners. The contrast is his power. Conservatively manages resources — learned from gambling losses that preservation beats risk. Shows up to events moderately — enough to trigger cosmic spite, not enough to tempt gambling addiction.",
    "specialty": "Victory through universal gambling spite",
    "reputation": "The gambler who weaponized cosmic hatred, learned fiscal responsibility, and strategic presence",
    "stats": "Gambling Record 0-9999 | Battle Record 9999-0 | Cosmic Spite Radius 50m | Bestsellers 1",
    "skills": [
      "Curse Bet",
      "Spite Victory Protocol",
      "All-In (Guaranteed Wrong)",
      "Reality Inverse Gambling"
    ]
  },
  "lanZ6": {
    "title": "The Vibes Prophet Chancellor",
    "lore": "The numbers in his name represent all the math he doesn't understand. Claims to calculate probability. Actually consults butterflies and 'the vibe.' His charts have 47 decimal places of nothing. Enemies think he's a genius. He's just guessing with extreme confidence. Once predicted an ambush by feeling 'a bit weird about Tuesdays.' The Tuesday Ambush is now Elysium history. Math fears him.",
    "recent_developments": "lanZ6's vibe-based math has achieved academic legitimacy. His 'butterfly consultation' method is now taught in 7 military academies under 'Intuitive Combat Theory.' The charts with 47 decimal places of nothing were compiled into a book: 'Math by Aesthetic' — used by generals who distrust actual math. Once predicted an ambush by 'feeling weird about Tuesdays' — this saved 3 kingdoms. 'Tuesday Sense' is now a formal combat doctrine. Mathematicians hate him. Strategists worship him. His calculations are 47% accurate (which is somehow enough). The butterflies are never wrong (they're just butterflies). Spends aggressively on butterfly habitats and vibe consultants — the intuition requires constant investment.",
    "specialty": "Intuitive prophecy through aesthetic mathematics",
    "reputation": "The prophet whose vibes are more accurate than science and more expensive than research",
    "stats": "Academies Teaching His Method 7 | Tuesday Predictions 100% | Actual Math Understanding 0% | Butterfly Council 89",
    "skills": [
      "Butterfly Prophecy",
      "Aesthetic Calculation",
      "Tuesday Doctrine",
      "Vibes-Based Strategy"
    ]
  },
  "Ayane69": {
    "title": "The Catastrophic Ninja Legend",
    "lore": "Named after DOA's graceful ninja Ayane. Added '69' for intimidation. Trips over her own feet. The intimidation backfired into comedy. Every stumble somehow hits a critical weak point. Enemies can't predict her because gravity can't predict her. Once faceplanted into a boss's OFF switch. Claimed it was intentional. The ground is her greatest weapon and worst enemy. Elegance through catastrophe.",
    "recent_developments": "Ayane69's clumsiness has been elevated to legendary technique. 'Tactical Faceplant' is now taught in 3 ninja academies as advanced strategy. Her trip rate increased to ∞ (physically impossible but true). Once stumbled into a boss's weakness, through their defenses, past their guards, and onto the OFF switch — all while falling. The entire sequence was recorded and analyzed by combat scholars. Conclusion: 'Gravity is her weapon.' The DOA franchise tried to recruit her; she tripped into the contract signing and accidentally joined Elysium instead. Grace remains 0. Effectiveness is 9999. Elegance through catastrophe is her art. Conserves energy between faceplants — accidental victories require strategic rest periods. Attendance is moderate — she shows up, trips into something important, leaves. Maximum efficiency through minimum grace.",
    "specialty": "Weaponized clumsiness elevated to legendary status",
    "reputation": "The ninja who turned falling into a martial art, energy conservation, and selective presence",
    "stats": "Grace Still 0 | Trip-Based Wins 9999 | Academies Teaching Her Style 3 | Contract Accidents 1",
    "skills": [
      "Legendary Faceplant",
      "Gravity Weapon Mastery",
      "Stumble Critical Strike",
      "Catastrophe Elegance"
    ]
  },
  "Tinitira": {
    "title": "The Sightless Oracle",
    "lore": "Name comes from Filipino 'tumingin' (to look). Is blind. The irony writes itself. Navigates through echolocation, gossip vibrations, and the sound of spilled tea. Her stare is intense because she's staring at nothing — enemies don't know that. Once won a staring contest against someone who could see. They blinked from discomfort. Sees more blind than most see with eyes. It's unsettling.",
    "recent_developments": "Tinitira's blind perception has achieved supernatural status. Navigates through echolocation, gossip vibrations, tea-spill sonar, and what scientists call 'knowing without knowing.' Her stare (at nothing) has become legendary — won 47 staring contests against sighted opponents. None could handle the intensity of being stared at by someone staring at the void. Once detected a spy by 'hearing their guilt from three rooms away.' The spy confessed immediately. She 'sees' more than most people with eyes. Her perception was tested — results classified as 'BEYOND VISUAL.' Optometrists have given up understanding her. Deploys perception moderately — stares strategically when most effective.",
    "specialty": "Supernatural perception without visual input",
    "reputation": "The eyes that see everything by seeing nothing, deployed carefully",
    "stats": "Vision 0 | Perception BEYOND MEASUREMENT | Staring Wins 47 | Guilt Detection Range 3 Rooms",
    "skills": [
      "Void Stare Supremacy",
      "Guilt Sonar",
      "Echo Vision Mastery",
      "Beyond Sight Perception"
    ]
  },
  "Hayacinth": {
    "title": "The Biological Artillery Commander",
    "lore": "Named after the beautiful Hyacinth flower. Allergic to flowers. ALL flowers. Spring is their personal Vietnam. Carries antihistamines like grenades. Sneezes have been weaponized into AOE attacks. Once sneezed so hard it counted as siege damage. Gardens are war zones. Nature wants them dead specifically. Recently discovered their sneezes can shatter magical barriers — now Goblok deploys them as 'Biological Siege Artillery.' The irony of becoming useful through suffering is not lost on them.",
    "recent_developments": "Hayacinth's allergic sneezes have been officially militarized. Promoted to 'Biological Siege Artillery Officer' after a sneeze shattered 3 fortress walls in one battle. Antihistamine grenades replaced with 'Controlled Allergen Exposure Kits' — weaponized pollen deployed strategically. Once sneezed through a magical barrier that had withstood 10 years of siege — it lasted 3 seconds against their allergies. Spring remains their personal nightmare, but now it's the ENEMY'S nightmare too. Carries 'Sneeze Permits' issued by 4 kingdoms (required for AOE damage this powerful). Nature's war against them became everyone's war. Invests moderately in allergy research and better pollen delivery systems.",
    "specialty": "Industrial-scale allergy warfare & barrier demolition",
    "reputation": "The siege weapon who operates through suffering and strategic investment",
    "stats": "Barriers Destroyed 47 | Fortress Walls Shattered 12 | Sneeze Permits 4 | Weaponized Pollen Kits 89",
    "skills": [
      "Barrier-Breaking Sneeze Artillery",
      "Strategic Allergen Deployment",
      "Fortress Shattering Blast",
      "Permitted AOE Destruction"
    ]
  },
  "LaxusLawliet": {
    "title": "The Disappointed Namesake",
    "lore": "Named after Fairy Tail's lightning god Laxus AND Death Note's genius L. Has neither lightning powers nor detective skills. Afraid of thunder. Can't solve basic puzzles. Sits in weird L positions hoping intelligence comes. It doesn't. Eats sweets for 'brain power.' Still no brain power. The name intimidates enemies until they realize. By then he's hidden under a desk from the thunder. The desk hiding has accidentally saved him from 12 assassinations.",
    "recent_developments": "LaxusLawliet's name-vs-reality gap has achieved meme status. Still has no lightning, no detective skills, and maximum thunder phobia. The L-position sitting evolved into 'Advanced Desk Hiding Technique' — accidentally saved him from 47 assassinations. His sweet consumption reached diabetes-warning levels (doctors gave up). Recently defeated an enemy by hiding under a desk so thoroughly they thought he escaped via secret passage. He was just scared of the storm. The enemy wasted 3 hours searching for a passage. He won by accident. Again. The name remains more impressive than the person. Conserves energy through strategic hiding — participation is minimal, survival is maximum.",
    "specialty": "Victory through disappointing expectations and desk-based survival",
    "reputation": "The legend whose name does all the work while conserving energy",
    "stats": "Lightning Powers 0 | Detective Cases Solved 1 (By Accident) | Assassination Survivals (Via Desk) 47 | Sweet Tolerance MEDICAL CONCERN",
    "skills": [
      "Name Intimidation (Still Works)",
      "Advanced Desk Hiding",
      "Thunder Cower (Perfected)",
      "Accidental Victory Syndrome"
    ]
  },
  "Cogwind": {
    "title": "The Mad Engineer Laureate",
    "lore": "Builds clockwork devices that work exactly as intended — the intent is chaos. His machines file enemy paperwork wrong, launch confetti at inappropriate moments, and occasionally achieve sentience (then immediately choose violence). Once built a mechanical jester that roasted an enemy general so hard they retired. Safety regulations are 'suggestions.' His inventions have a 50% success rate and 100% entertainment value.",
    "recent_developments": "Cogwind's chaotic engineering has achieved legendary status. The mechanical jester that roasted an enemy general into retirement is now a guild mascot (named 'Roastmaster 3000'). His inventions: 50% success rate, 100% entertainment, 200% chaos output. Once built a clockwork dragon that filed everyone's taxes incorrectly — three kingdoms' economies collapsed. Safety regulations now have a 'Cogwind Exception Clause': 'If it's his, assume disaster and profit from it.' Recently invented a machine that does nothing but judge people — it achieved sentience and became Elysium's HR department. The violence was immediate. The hiring process is terrifying. Invests moderately in new projects — chaos requires materials, but restraint prevents total apocalypse.",
    "specialty": "Profitable disasters through sentient chaos engineering",
    "reputation": "The inventor whose failures become legendary features through measured chaos",
    "stats": "Sentient Machines 12 | Safety Violations ∞ | HR Departments Created 1 | Economic Collapses (Via Tax Bot) 3",
    "skills": [
      "Sentient HR Bot",
      "Tax Dragon",
      "Mechanical Roast",
      "Profitable Disaster Engineering"
    ]
  },
  "DadaXxD": {
    "title": "The Meme Hierophant",
    "lore": "Communicates EXCLUSIVELY in memes, stickers, and XD faces. Has not spoken actual words in three years. Battle commands are reaction images that somehow work. Once coordinated an entire raid through Pepe variants. Enemy intelligence cannot decode his communications — neither can allies. They just vibe with it. His presence buffs morale through sheer absurdist energy. Linguistics professors have written papers. They understood nothing.",
    "recent_developments": "DadaXxD's meme communication has achieved religious status. The 'Church of Pepe' was founded by enemies who decoded his battle commands as divine prophecy. Has not spoken words in 5 years — communication is exclusively memes, reaction images, and XD energy. Once coordinated a 12-kingdom alliance through Wojak variants alone. Linguistics professors published 89 papers trying to decode his language. All failed. His presence buffs morale by 500% — the absurdist energy is a tactical asset. Recently became Chunchunmaru's social media manager (the sword's Instagram is his masterwork). Communication is meme. Meme is life. XD is strategy. Deploys meme energy selectively — saves premium formats for critical moments.",
    "specialty": "Religious meme warfare & format-based command structure",
    "reputation": "The oracle who speaks only in shared cultural formats, deployed strategically",
    "stats": "Verbal Communication 0 Years 5 | Church Followers 1200 | Linguistic Papers 89 | Morale Buff 500%",
    "skills": [
      "Pepe Prophecy",
      "12-Kingdom Wojak Alliance",
      "XD Burst Supreme",
      "Format Divinity"
    ]
  },
  "AE28": {
    "title": "The Stone Age Supremacist",
    "lore": "Named with cutting-edge alphanumeric designation suggesting advanced AI or experimental tech. Writes everything on stone tablets. Distrusts computers so much they carved their guild application into granite. Enemies expect cyber warfare — get hit with rocks instead. Has a carrier pigeon named 'PingBot.' Once hacked a mainframe by throwing a brick through the window. The guild's IT department has banned them from all electronics. Their 'neural network' is literally a web of string connecting cave paintings.",
    "recent_developments": "AE28's analog warfare has achieved theoretical dominance. The 'stone tablet blockchain' (analog NFTs) sold 347 units to confused investors for 50,000 gold each. His carrier pigeon 'PingBot' now has 12 offspring — collectively called 'The Pigeon Network.' Once hacked a mainframe by throwing a brick through the datacenter window — IT security couldn't classify it as 'cyberattack,' so the insurance didn't cover it. His cave painting neural network predicted 3 battles correctly (via string and rocks). Hesucrypto sold his tablets as 'Spiritual NFTs.' AmielJohn still wants to eat them. LXRDGRIM mediates the tension weekly. Technology fears him. Cautiously guards stone tablet inventory — doesn't produce new ones unless absolutely necessary. Rarely appears at guild events — too busy living in the past. When he does show up, everyone hides their electronics.",
    "specialty": "Paleolithic dominance over digital age",
    "reputation": "The caveman who broke cybersecurity with rocks, careful conservation, and strategic absence",
    "stats": "Analog NFTs Sold 347 | Pigeon Network Size 12 | Mainframe Bricks Thrown 7 | Battle Predictions (Via Rocks) 3",
    "skills": [
      "Brick Hacking",
      "Pigeon DDoS Network",
      "Stone Blockchain",
      "Cave Painting AI"
    ]
  },
  "惡1ce": {
    "title": "The Benevolent Evil Overlord",
    "lore": "Name combines the Chinese character for 'evil' (惡) with '1ce' — meant to sound like frozen malevolence. Bakes cookies for orphans. Volunteers at animal shelters. The 'evil' manifests as aggressively wholesome acts that make villains uncomfortable. Once defeated a dark lord by organizing a charity bake sale SO successful the dark lord felt inadequate and retired. Their 'ice magic' is just really good at making popsicles for sad people. Enemies surrender because the guilt is unbearable.",
    "recent_developments": "惡1ce's weaponized wholesomeness has achieved empire status. The 'evil' manifests as charity so aggressive that villains retire from guilt. The bake sale that defeated a dark lord expanded into 12 franchises — 'Evil Sweets for Good Causes.' Now co-runs 'Death & Cookies' therapy with LXRDGRIM (business is booming). Recently opened an animal shelter for retired war beasts — enemy kingdoms donate out of sheer guilt. Her 'ice magic' evolved: creates popsicles that make sad people happy, then guilty for being happy. The guilt cycle funds Elysium's entire charity budget. Enemies surrender with donations. The evil is perfectly kind. Cautiously expands the kindness empire — wholesomeness requires measured deployment. Rarely seen at guild meetings — too busy running charity franchises. Her presence is felt through guilt donations alone.",
    "specialty": "Guilt-based empire building through aggressive kindness",
    "reputation": "The villain who conquered through wholesomeness, deployed carefully, and strategic absence",
    "stats": "Franchise Locations 12 | Retired Villains (Via Guilt) 23 | Animal Shelter Donations ∞ | Guilt Radius 100m",
    "skills": [
      "Charity Freeze Empire",
      "Guilt Cycle Economics",
      "Aggressive Wholesomeness",
      "Popsicle Emotional Manipulation"
    ]
  },
  "Caera": {
    "title": "The Diplomatic Calamity",
    "lore": "A diplomat whose brutal honesty is matched only by her ability to accidentally unite enemies against her. Joined Elysium during a peace negotiation where she insulted all parties so thoroughly they formed a temporary alliance — then immediately joined the guild out of respect for the chaos. Her 'accidentally correct' approach to diplomacy has turned every social disaster into a strategic victory. LXRDGRIM recognized her therapeutic potential immediately.",
    "recent_developments": "Caera joined Elysium during a peace negotiation — accidentally insulted all parties so thoroughly they united against her, then joined Elysium out of respect for the chaos. Specializes in 'accidentally correct' diplomacy where every wrong thing she says somehow advances negotiations. Once called an emperor 'moderately incompetent' during treaty talks — he appreciated the honesty, signed immediately. Her diplomatic insults are now a formal strategy called 'Caera Protocol.' LXRDGRIM recruited her as CO-THERAPIST (alongside 惡1ce) after realizing her brutal honesty works as therapy. Enemies fear her negotiations. Allies fear her compliments. Both are effective. Still establishing herself in Elysium — deploys honesty carefully while building reputation. New to the guild, appearances are rare but memorable — every showing leaves someone emotionally devastated.",
    "specialty": "Diplomatic chaos through accidentally effective honesty",
    "reputation": "The negotiator who insults her way to peace treaties while learning the ropes and appearing rarely",
    "stats": "Accidental Alliances 12 | Diplomatic Incidents 47 | Peace Treaties (Via Insult) 8 | Therapy Co-Sessions 24",
    "skills": [
      "Insult Diplomacy",
      "Brutal Honesty Protocol",
      "Accidental Treaty",
      "Therapeutic Chaos"
    ]
  },
  "Cutie": {
    "title": "The Weaponized Adorableness",
    "lore": "A warrior so genuinely, unbearably cute that enemies experience moral paralysis trying to attack them. The name 'Cutie' was meant to be ironic — it backfired catastrophically when they turned out to be ACTUALLY cute. Their presence on the battlefield creates ethical dilemmas so severe that three kingdoms have petitioned for a 'Cuteness Ban.' Once ended a siege by offering cookies to the attackers — they surrendered and asked for adoption papers. Enemies cannot reconcile 'warrior' with 'must protecc' — their brains blue-screen mid-combat.",
    "recent_developments": "Cutie's weaponized adorableness has achieved strategic status. Now leads the 'Psychological Cuteness Division' — enemies retreat not from fear, but from overwhelming urge to adopt. The cookie incident expanded into full 'Snack Pacification Protocol' — 89 successful defections via baked goods. Once infiltrated an enemy fortress by asking directions 'with big eyes' — the guards gave a full tour and the access codes. The Geneva Convention debated adding a 'Cuteness Clause' for 47 hours before giving up (Cutie brought them cookies, they couldn't focus). Byakko consulted them on 'Cuteness Monetization' — now co-manages the merchandising empire. Enemies have a support group for 'Cutie-Induced Moral Confusion.' Still new to Elysium — learning to weaponize adorableness more systematically, cautious with resource deployment. Rarely shows up — legend says cuteness this powerful requires rest periods. When present, moral paralysis incidents spike dramatically.",
    "specialty": "Psychological warfare through unbearable adorableness",
    "reputation": "The warrior who defeats enemies with ethical dilemmas while still learning and appearing mysteriously",
    "stats": "Cuteness WEAPONIZED | Enemy Defections (Via Cookies) 89 | Adoption Requests 9999 | Moral Paralysis Incidents ∞",
    "skills": [
      "Cookie Pacification",
      "Big Eyes Infiltration",
      "Ethical Dilemma Aura",
      "Protecc Instinct Weaponization"
    ]
  },
  "_FUTURE_MEMBER_TEMPLATE": {
    "title": "The Undefined Disaster",
    "lore": "A warrior whose legend has yet to unfold within Elysium's chaotic embrace. They will excel at something absurd, fail spectacularly at the obvious, and their contradictions will weave perfectly into the guild's tapestry of beautiful disasters. Goblok awaits their arrival with crayon-drawn plans. LXRDGRIM has pre-scheduled their therapy sessions. The snacks are ready. The chaos is patient.",
    "recent_developments": "Awaiting their grand entrance into Elysium's chaos.",
    "specialty": "Undiscovered paradoxes waiting to emerge",
    "reputation": "Elysium's next legendary contradiction (pending arrival)",
    "stats": "Potential ∞ | Chaos Reserved YES | Therapy Pre-Booked | Guild Integration INEVITABLE",
    "skills": [
      "Unrevealed Weakness",
      "Hidden Disaster",
      "Legendary Failure (TBD)",
      "Elysium Destiny"
    ]
  }
}